 <?php
require_once($_SERVER['DOCUMENT_ROOT']."/app/common/header.php");
require_once($_SERVER['DOCUMENT_ROOT']."/config/kcp/cfg/cert_conf.php");
?>
<script>
// 메타태그
document.addEventListener("DOMContentLoaded", () => {
	document.title = `회원가입 정보 입력 | 사주로`;
	document.getElementsByTagName('meta')["description"].content = "회원가입 정보 입력: 지금 회원가입하면? 누구나 상담 가능한 무료 1만 상담포인트 지급!";
});
</script>

<?php


session_start();
if (isset($_SESSION['IDX'])){
    echo
    "
    <script>
        location.href='/';
    </script>
    ";
}


$join_type = isset($_GET['join_type'])?$_GET['join_type']:'common';

$arrUserInfo = array('id' => '', 'nickname' => '', 'email' => '', 'join_type' => '');
if ($join_type == 'kakao') {

    if (!empty($_SESSION['auth_kakao_user_info'])) {
        if (!empty($_SESSION['kakao_user_info']['id'])) {
            $arrUserInfo['id'] = $_SESSION['kakao_user_info']['id'];
        }
        if (!empty($_SESSION['kakao_user_info']['kakao_account']['profile']['nickname'])) {
            $arrUserInfo['nickname'] = $_SESSION['kakao_user_info']['kakao_account']['profile']['nickname'];
        }
        if (!empty($_SESSION['kakao_user_info']['kakao_account']['email'])) {
            $arrUserInfo['email'] = $_SESSION['kakao_user_info']['kakao_account']['email'];
        }
    }

} else if ($join_type == 'naver') {
    if (!empty($_SESSION['auth_naver_user_info'])) {

        if (!empty($_SESSION['naver_user_info']['response']['email'])) {
            $arrUserInfo['id']      = $_SESSION['naver_user_info']['response']['email'];
            $arrUserInfo['email']   = $_SESSION['naver_user_info']['response']['email'];
        }
        if (!empty($_SESSION['naver_user_info']['response']['name'])) {
            $arrUserInfo['nickname'] = $_SESSION['naver_user_info']['response']['name'];
        }

        //if (!empty($_SESSION['naver_user_info']['response']['email'])) {
        //    $arrUserInfo['email'] = $_SESSION['naver_user_info']['response']['email'];
        //}
    }
}
echo $_SESSION['IDX'];
?>

<script src="https://cdn.jsdelivr.net/npm/sweetalert2@11.4.10/dist/sweetalert2.min.js"></script>


<script type="text/javascript">

    let phone_chk = 'N';
    let chk_phone_no = '';
    document.domain = "sajutarot.com";

    window.addEventListener("message", receiveMessage, false);
    function receiveMessage(event) {
        document.querySelector('#veri_up_hash').value = event.data.veri_up_hash;
    }

    // 인증창 종료후 인증데이터 리턴 함수
    function auth_data( frm )
    {
        var auth_form     = document.form_auth;
        var nField        = frm.elements.length;
        var response_data = "";

        // up_hash 검증
        if( frm.up_hash.value != auth_form.veri_up_hash.value )
        {
            alert("up_hash 변조 위험있음");
        }

        alert(auth_form.veri_up_hash.value);


        //스마트폰 처리
        for ( i = 0; i < nField; i++ )
        {
            if( frm.elements[i].value != "" )
            {
                response_data += frm.elements[i].name + " : " + frm.elements[i].value + "\n";
            }
        }

        if( navigator.userAgent.indexOf("Android") > - 1 || navigator.userAgent.indexOf("iPhone") > - 1 )
        {
            document.getElementById( "cert_info" ).style.display = "";
            document.getElementById( "kcp_cert"  ).style.display = "none";
        }

        alert(response_data);
    }

    // 인증창 호출 함수
    function auth_type_check()
    {
        var auth_form = document.form_auth;

        if( auth_form.ordr_idxx.value == "" )
        {
            alert( "요청번호는 필수 입니다." );

            return false;
        }
        else
        {
            if( navigator.userAgent.indexOf("Android") > - 1 || navigator.userAgent.indexOf("iPhone") > - 1 )
            {
                auth_form.target = "kcp_cert";

                document.getElementById( "memberWrap" ).style.display = "none";
                document.getElementById( "kcp_cert"  ).style.display = "";
            }
            else
            {
                var return_gubun;
                var width  = 410;
                var height = 500;

                var leftpos = screen.width  / 2 - ( width  / 2 );
                var toppos  = screen.height / 2 - ( height / 2 );

                var winopts  = "width=" + width   + ", height=" + height + ", toolbar=no,status=no,statusbar=no,menubar=no,scrollbars=no,resizable=no";
                var position = ",left=" + leftpos + ", top="    + toppos;
                var AUTH_POP = window.open('','auth_popup', winopts + position);

                auth_form.target = "auth_popup";
            }

            auth_form.action = "/config/kcp/SMART_ENC/smartcert_proc_req.php"; // 인증창 호출 및 결과값 리턴 페이지 주소
            auth_form.submit();
            //return true;
        }
    }

    window.onload=function()
    {
        init_orderid(); // 요청번호 샘플 생성
    }

    // 요청번호 생성 예제 ( up_hash 생성시 필요 )
    function init_orderid()
    {
        var today = new Date();
        var year  = today.getFullYear();
        var month = today.getMonth()+ 1;
        var date  = today.getDate();
        var time  = today.getTime();

        if(parseInt(month) < 10)
        {
            month = "0" + month;
        }

        var vOrderID = year + "" + month + "" + date + "" + time;

        document.form_auth.ordr_idxx.value = vOrderID;
    }

    function btn_disable(result,phone)
    {

        document.getElementById( "memberWrap" ).style.display = "";
        if (result=='Y'){
            phone_chk = 'Y';
            chk_phone_no = phone;
            //document.querySelector('#phone_chk_msg').textContent='인증이 완료되었습니다.';
        }
    }


    document.addEventListener('DOMContentLoaded', () => {
        const join_type = '<?php echo $join_type ?>';
        if (join_type != 'common') {
            const id        = '<?php echo $arrUserInfo['id']?>';
            const nickname  = '<?php echo $arrUserInfo['nickname'] ?>';
            const email     = '<?php echo $arrUserInfo['email'] ?>';



            document.querySelector("#join_type").value  = join_type;
            document.querySelector("#id").value         = id;
           //document.querySelector("#name").value       = nickname;
            document.querySelector("#nick_name").value  = nickname;
            document.querySelector("#email").value      = email;

            document.querySelectorAll(".common_area").forEach(function(element) {
                element.style.display = "none";
            });

        }
    })


    const chk_agreement =  (type) => {

        if (type=='all' && document.querySelector("#agreement-check").checked){
            document.querySelector("#agreement-check-1").checked=true;
            document.querySelector("#agreement-check-2").checked=true;
        }else {
            document.querySelector("#agreement-check-1").checked=false;
            document.querySelector("#agreement-check-2").checked=false;
        }

        if (type=="use" || type=="personal"){

        }
    }




    const doJoin =  () => {


        if (document.querySelector("#agreement-check-1").checked==false) {
            alert('이용 약관에 동의해주세요.');
            return;
        }

        if (document.querySelector("#agreement-check-2").checked==false) {
            alert('개인정보 수집에 동의해주세요.');
            return;
        }

        const join_type = '<?php echo $join_type ?>';
        if (join_type == 'common'){
            if(isNull(document.querySelector("#id").value)){
                alert('아이디를 입력해주세요.');
                document.querySelector("#id").focus();
                return;
            }
            if(!validateInputId(document.querySelector("#id").value)){
                alert('아이디는 영문,숫자만 가능합니다.');
                document.querySelector("#id").value="";
                document.querySelector("#id").focus();
                return;
            }

            if(isNull(document.querySelector("#pw").value)){
                alert('비밀번호를 입력해주세요.');
                document.querySelector("#pw").focus();
                return;
            }

            if(isNull(document.querySelector("#pw_chk").value)){
                alert('확인용 비밀번호를 입력해주세요.');
                document.querySelector("#pw_chk").focus();
                return;
            }

            if(document.querySelector("#pw").value != document.querySelector("#pw_chk").value ){
                alert('비밀번호가 일치하지 않습니다.');
                document.querySelector("#pw").focus();
                return;
            }

            if(!isValidPassword(document.querySelector("#pw").value)){
                alert('비밀번호가 8자 이상, 영문 대/소문자, 숫자, 특수 문자 중 적어도 하나씩을 포함하고 있어야 합니다.');
                document.querySelector("#pw").focus();
                return;
            }


        }

        if(isNull(document.querySelector("#email").value)){
            alert('이메일을 입력해주세요.');
            document.querySelector("#email").focus();
            return;
        }

        if(!validateEmail(document.querySelector("#email").value)){
            alert('이메일을 양식을 맞춰주세요.');
            return;
        }

        if(isNull(document.querySelector("#nick_name").value)){
            alert('닉네임을 입력해주세요.');
            document.querySelector("#nick_name").focus();
            return;
        }

        if(!validateInputNickName(document.querySelector("#nick_name").value)){
            alert('닉네임은 한글 2글자, 영문 4글자 이상 입력 가능합니다.');
            document.querySelector("#nick_name").value="";
            document.querySelector("#nick_name").focus();
            return;
        }

        if(isNull(document.querySelector("#phone").value)){
            alert('핸드폰 번호를 입력해주세요.');
            return;
        }

/*        if(!validatePhoneNumber(document.querySelector("#phone").value)){
            alert('핸드폰 형식을 맞춰주세요.');
            return;
        }*/

        if (phone_chk=='N'){
            alert('핸드폰 본인 인증을 해주세요.');
            return;
        }


        if (chk_phone_no!=document.querySelector("#phone").value){
            console.log('chk_phone_no: '+chk_phone_no);
            console.log('chk_phone_no: '+chk_phone_no);
            alert('인증한 핸드폰 번호와 일치하지 않습니다.\n핸드폰 번호와 입력 양식을 확인해주세요.');
            return;
        }




        let usrObj =
       {
           USER_ID		: document.querySelector("#id").value
            , PASSWORD  : document.querySelector("#pw").value
            //, NAME	    : document.querySelector("#name").value
            , NICK_NAME	: document.querySelector("#nick_name").value
            , EMAIL	    : document.querySelector("#email").value
            , PHONE	    : document.querySelector("#phone").value
            , JOIN_TYPE : document.querySelector("#join_type").value
            , PHONE_CHK : document.querySelector("#phone_chk").value
        };

        try {
            //let param = encodeURI(JSON.stringify(usrObj));
            let param = JSON.stringify(usrObj);
            let data = new FormData();
            data.append("usrObj",param);
            axios.post('/api/user/create',data,null)
                .then((result) => {
                    console.log(result);
					//NAVER SCRIPT START
					if (typeof(wcs)!="undefined") {
						var _nasa={};
						_nasa["cnv"] = wcs.cnv("2","1");
						wcs_do(_nasa);
					}
					//NAVER SCRIPT END
                    alert(result.data.message);
                    if (result.data.isSuc){
                        location.href='/';
                    } else {
                        //location.reload();
                    }

                    /*
                    if(result.data.isSuc){
                       location.href=result.data.callback;
                    }
                     */
                   // alert(result.data.IDX); 하나뽑기
                   // alert(result.data.list[1].IDX); 리스트뽑기
                })
        } catch(err) {
            console.log("Error >>", err);
        }
    }
</script>


<section id="memberWrap" class="section">
	<form id="joinInformation" action="" method="">

        <input type="hidden" id="join_type" value="common">

		<!-- subTitBox -->
		<div class="subTitBox">
		  <h3>회원가입</h3>
		</div>
		<!--// subTitBox -->

		<!-- joinInfoBox -->
		<div class="infoBoxWrap">

			<!-- InfoTop -->
			<div class="InfoTop">
				<strong>필수사항</strong>
				<p>*표시는 필수 입력사항입니다.</p>
			</div>
			<!--// InfoTop -->

			<!-- infoBox -->
			<div class="infoBox common_area">
				<p><label for="id">아이디 *</label></p>
				<div class="inFlex">
					<input id="id" name="id" type="text" title="아이디 입력" placeholder="아이디를 입력해주세요.">
				</div>
			</div>
			<!--// infoBox -->

			<!-- infoBox -->
			<div class="infoBox">
				<p><label for="email">이메일</label></p>
				<div class="inFlex">
					<!-- input 유효성 검사 border = red : clsas="bRed" 추가 -->
					<input id="email" placeholder="이메일을 입력해주세요.">
				</div>
				<!-- 유효성 검사 텍스트
					<span class="importText cRed">이미 등록된 이메일입니다. 다른이메일을 입력해주세요.</span>
				-->
			</div>
			<!--// infoBox -->

			<!-- infoBox -->
			<div class="infoBox common_area">
				<p><label for="pw">비밀번호*</label></p>
				<div class="inFlex">
					<input type="password" id="pw" name="pw" title="비밀번호 입력" placeholder="비밀번호를 입력해주세요.">
				</div>
			</div>
			<!--// infoBox -->

			<!-- infoBox -->
			<div class="infoBox common_area">
				<p><label for="pw_chk">비밀번호 확인*</label></p>
				<div class="inFlex">
					<input type="password" id="pw_chk" placeholder="비밀번호 확인">
				</div>
			</div>
			<!--// infoBox -->

			<!-- infoBox -->
			<div class="infoBox">
				<p><label for="nick_name">닉네임*</label></p>
				<div class="inFlex">
					<input type="text" id="nick_name" placeholder="한글,영문,숫자 2~12자를 입력하세요.">
				</div>
			</div>
			<!--// infoBox -->

			<!-- infoBox -->
			<div class="infoBox">
				<p><label for="phone" >휴대폰번호*</label></p>
				<div class="inFlex">
					<input type="text" class="form-control" id="phone" placeholder="-없이 입력하세요.">
				</div>
			</div>
			<!--// infoBox -->

			<!-- infoBox -->
			<div class="infoBox infoPohneFull">
				<!-- <button class="btn btn-info" onclick="auth_type_check()">휴대폰 본인인증</button> -->
                <input type="button" class="btn btn-info" value="휴대폰 본인인증" onclick="auth_type_check()">
<!--                 <span id="phone_chk_msg"> 핸드폰 인증이 필요합니다. </span> -->
			</div>
			<!--// infoBox -->

		</div>
		<!--// joinInfoBox -->

		<!-- checkBoxWrap -->
		<div class="checkBoxWrap">
		  <div class="checkBox form-group form-check">
			<input type="checkbox" class="form-check-input" id="agreement-check" onclick="chk_agreement('all');">
			<label class="form-check-label" for="agreement-check">모든 약관에 동의합니다.</label>
		  </div>
		  <div class="checkBox form-group form-check">
		  	<div class="flBox alC jcSB">
				<input type="checkbox" class="form-check-input" id="agreement-check-1">
				<label class="form-check-label" for="agreement-check-1">이용약관(필수)</label>
				<input type="button" value="down" class="btn btn-secondary" onclick="document.querySelector('#use_content').style.display = document.querySelector('#use_content').style.display == 'none' ? 'block' : 'none'">
			</div>
			<div id="use_content" class="text-muted" style="display:none;">

<p><제 1 장 총칙><br>
        제 1 조 (목적)<br>
        이 약관은 주식회사 피플라인(이하 "회사"라고 함)가 인터넷 사이트 (https://www.sajutarot.com/ , 이하 "홈페이지"라고 합니다.)와 모바일 사이트(https://m.sajutarot.com/) 및 스마트폰 등 이동통신기기를 통해 제공되는 어플리케이션 “사주로” 모바일 어플리케이션(이하 "모바일 서비스"라고 합니다.)을 통하여 제공하는 서비스 및 제반 서비스의 이용과 관련하여 회사와 이용고객간의 권리와 의무, 책임사항 및 이용고객의 서비스 이용절차에 관한 사항을 규정함을 목적으로 합니다.</p><br>

<p> 제 2 조 (약관의 명시, 효력 및 변경)<br>
    ① 회사는 이 약관을 서비스를 이용하고자 하는 자와 이용고객이 알 수 있도록 서비스가 제공되는 홈페이지와 모바일 서비스에 게시하며, 회원가입을 위해 회원정보를 제출하거나 회사의 고지와 안내 멘트를 듣고 회사의 서비스를 이용하는 자는 이 약관에 동의하는 것을 의미합니다.<br>
    ② 이 약관에 동의하는 것은 정기적으로 홈페이지와 모바일 서비스에 방문하여 약관의 변경 사항을 확인하는 것에 동의하는 것을 의미합니다.<br>
    ③ 회사는 필요한 경우 이 약관을 변경할 수 있습니다. 회사는 약관이 변경되는 경우에 변경된 약관의 내용과 시행일을 정하여, 그 시행일로부터 7일전 홈페이지와 모바일 서비스에 게시합니다. 다만, 이용자에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 홈페이지와 모바일 서비스에 게시하거나 이용고객이 회원 가입시 등록한 이메일로 전송하는 방법으로 고지합니다. 개정된 약관은 개정약관에서 소급효를 부여하지 않는 이상 적용일자 이전으로 소급하여 적용되지 아니합니다.<br>
    ④ 이 약관은 회사와 이용고객간에 성립되는 서비스이용계약의 기본약정입니다. 회사는 필요한 경우 특정 서비스에 관하여 적용될 사항(이하 “개별약관”이라고 합니다.)을 정하여 미리 공지할 수 있습니다. 이용고객이 이러한 개별약관에 동의하고 특정 서비스를 이용하는 경우에는 개별약관이 우선적으로 적용되고, 이 약관은 보충적인 효력을 갖습니다. 개별약관의 변경에 관해서는 위 3항을 준용합니다.</p><br>

<p> 제 3 조 (용어의 정의)<br>
    ① 이 약관에서 사용하는 용어의 정의는 다음과 같습니다. 상담 중개 서비스와 관련한 추가적인 용어의 정의는 11조 2항을 따릅니다.<br>
    1. 이용 계약: 회사가 제공하는 서비스 이용과 관련하여 회사와 이용 고객 간에 체결하는 계약을 말합니다.<br>
    2. 회원: 회사가 제공하는 절차에 따른 가입 신청 및 이용 계약 체결을 완료한 뒤, ID를 발급받아 회사의 서비스를 이용할 수 있는 자를 말합니다.<br>
    3. 비회원 : 회원등록을 하지 않고 회사가 제공하는 서비스를 이용하려는 개인 또는 전화번호를 말합니다.<br>
    4. 이용고객 : 회원과 비회원을 모두 포함하여 회사가 제공하는 서비스를 이용하려는 자를 말합니다.<br>
    5. 아이디(ID): 회원의 식별과 서비스 이용을 위하여 이메일 주소를 활용하여 회원이 설정합니다. 이때 작성된 이메일에 대해서는 별도의 인증 과정을 거치지 않으며, 작성된 이메일에 오류가 있을 시(오타, 없는 주소 등...) 거래, 공지 등의 중요 알림이 전송되지 않을 수 있습니다. 이메일 작성 오류로 인한 문제 발생 시, 그 책임은 전적으로 회원 본인에게 있습니다.<br>
    5. 비밀번호(PASSWORD): 회원의 동일성 확인과 회원정보의 보호를 위하여 회원이 설정하고 회사가 승인한 문자(특수문자 포함)와 숫자의 조합을 말합니다.<br>
    6. 회원 탈퇴: 회원이 이용 계약을 해지함을 의미합니다.<br>
    7. 닉네임 : 홈페이지와 모바일 서비스에서 아이디와 함께, 또는 아이디를 대신하여 회원을 식별하기 위하여 가입 시 사용한 이메일 계정으로 자동 설정되며. 이용자의 선택으로 설정되는 문자(특수문자 포함)와 숫자의 조합으로 변경 사용됩니다.<br>
    8. 상담사 : 사주로 상담 서비스를 제공하기 위해 회사와 계약한 자를 말합니다.<br>
    9. 포인트 : 회사에서 제공하는 상담 서비스와 유료 콘텐츠를 이용하기 위해 구매하는 상품권으로 현금 1원당 1포인트의 비율로 환산되며, 아이디를 기준으로 구매, 사용, 환불등이 가능합니다.<br>
    10. 직거래 : 회사의 결제서비스를 통하지 않고 이용고객과 상담사가 직접 서비스 대금을 주고 받는 행위를 말합니다.<br>
    11. 판매자: ‘판매자’란 회사와의 계약 하에 서비스에 입점하여 이용자에게 상품을 판매하고, 판매자에 대한 각종 정보 및 예약이 가능한 시간정보, 서비스 내용 등을 제공하는 자를 말합니다.<br>
    12. 판매자 매장: ‘판매자 매장’이란 판매자의 상표, 상호를 사용하여 대한민국 내에서 운영하는 영업장으로서 판매자가 직접 운영하는 사업장을 칭합니다.<br>
    ② 이 약관에서 사용하는 용어의 정의는 약관 이외의 관계 법령 및 각 서비스 별 안내에서 정하는 바에 의합니다. 관계 법령과 각 서비스 별 안내에서 정하지 않는 것은 일반적인 상관례에 의합니다.</p><br>

<p> 제 4 조 (개인정보의 보호 및 사용, 약관의 규정 외 사항에 관한 준칙)<br>
    ① 회사는 관계법령이 정하는 바에 따라 이용자 등록정보를 포함한 이용자의 개인 정보를 보호하기 위해 노력합니다. 이용자의 개인 정보 보호 및 사용에 대해서는 관련 법령 및 회사의 개인정보처리방침이 적용됩니다. 단, 회사의 공식 사이트 이외의 링크된 사이트에서는 회사의 개인정보처리방침이 적용되지 않습니다.<br>
    ② 회사는 이용자의 귀책 사유로 인해 노출된 이용자의 계정 정보를 비롯한 모든 정보에 대해서 일체의 책임을 지지 않습니다.<br>
    ③ 이 약관에 규정 되지 않은 사항에 대해서는 회사가 정한 개별 서비스 이용약관, 운영정책 및 관계법령이 적용됩니다.</p><br>

<p><제 2 장 서비스 이용 계약></p><Br>

<p> 제 5 조 (서비스 이용 신청 및 이용계약의 성립)<br>
    ① 회사가 제공하는 서비스에 관한 이용계약(이하 “이용계약”이라고 합니다.)은 서비스를 이용하고자 하는 자의 이용신청(회원가입신청)에 대하여 회사가 승낙함으로써 성립합니다. 회사는 홈페이지와 모바일 서비스, 기타 방법으로 가입양식과 약관을 게재하고, 회원이 회원정보를 입력하고 가입하기 누르기 등을 통해 제출하면 약관에 동의하고 이용신청한 것으로 판단하며, 회사는 이용승낙의 의사를 해당 서비스 화면에 게시하거나, 이메일 또는 기타 방법으로 이용신청자에 통지합니다. 단, 비회원을 포함한 이용고객이 060전화상담 서비스를 이용하는 경우의 이용신청 및 이용계약의 성립은 10조 4항에 따릅니다.<br>
    ② 이용신청 시 반드시 본인의 실제 정보를 기재하여야 하며, 만 19세 이상이어야 합니다. 그러지 아니한 경우 이용고객은 법적인 보호를 받을 수 없으며, 이에 따른 민사, 형사상의 모든 책임은 이용고객에게 있습니다. 또한 이용약관 제23조에 따라 서비스 이용에 제한이 있을 수 있습니다.<br>
    ③ 이용 계약이 성립되면 회사는 이용고객에 대한 제반 관리 업무를 수행합니다.<br>
    ④ 이용고객은 회사가 정한 절차에 의해 회원가입을 통해 ID를 생성할 수 있으며, 각 ID를 통해 당해 회사가 제공하는 서비스를 이용할 수 있습니다. 단, 회사가 제시하는 절차를 완료하지 않은 회원 및 실명 확인이 완료되지 않은 회원은 서비스 이용에 제한이 있을 수 있습니다.<br>
    ⑤ 아이디(ID)는 실명 1인당 1개의 아이디만을 사용할 수 있으며, 이용계약은 아이디(ID) 단위로 체결하는 것을 원칙으로 합니다.</p><Br>

<p> 제 6 조 (이용신청에 대한 승낙의 제한)</p><Br>

<p> ① 회사는 이용고객의 회원 신청에 대하여 업무상 또는 기술상의 문제가 없는 경우 서비스 이용을 승낙함을 원칙으로 합니다. 단, 회사는 다음 각 호에 해당하는 신청에 대하여는 승낙을 하지 않을 수 있습니다.<br>
    1. 본 약관 제 20조 제2항 각 호에서 금지하고 있는 사항을 위반하여 신청한 경우<br>
    2. 본 약관 제 24조 제6항에 의거, 재가입이 제한된 이용자에 해당되는 경우<br>
    3. 회원 탈퇴 후 1주일 이내 회원 가입을 재신청하려는 경우<br>
    4. 기타 회원으로서 부적절한 행위를 할 우려가 있다고 인정되는 경우<br>
    ② 회사는 다음 각 호의 경우에 원인이 해소될 때까지 승낙을 유보할 수 있습니다.<br>
    1. 회사의 설비에 여유가 없는 경우<br>
    2. 기술상 서비스를 처리하지 못할 장애 사항이 발생한 경우<br>
    3. 이용자가 관련 법령에 의해 법정 대리인 동의 등 필요한 절차를 완료하지 않은 경우<br>
    4. 회사가 제시하는 회원 가입 절차를 완료하지 않은 경우<br>
    5. 기타 회원으로서 부적절한 행위를 할 우려가 있다고 인정되는 경우</p><Br>


<p><제 3 장 서비스의 이용><br>
        제 7 조 (서비스의 이용개시)<br>
        ① 회사는 이용 고객의 서비스 이용신청 시 서비스를 개시합니다. 단, 일부 서비스의 경우에는 회사의 필요에 따라 지정된 일자부터 서비스를 개시할 수 있습니다.<br>
        ② 회사의 업무상 또는 기술상의 장애로 인하여 서비스를 개시하지 못하는 경우에는 홈페이지 또는 개별 서비스 관련 홈페이지에 공시하거나 이용고객에게 이를 통지합니다.<br>
        ③ 회사는 각 서비스 이용에 필요한 최소한의 기술 사양에 관한 정보를 각 서비스별 홈페이지 권장사양정보에서 제공합니다. 이용고객은 각 서비스를 이용하기 위하여 서비스에 이용할 단말기 사양, 유무선 통신망의 품질 등이 해당 서비스의 이용에 적합한지 여부를 사전에 확인하여야 합니다.<br>
        ④ 이용 고객은 서비스를 이용함에 있어 서비스 이용을 위한 목적으로 설치되는 프로그램(이하 "프로그램"이라고 함) 및 원활한 프로그램 구동을 위해 추가적으로 필요한 프로그램, 소프트웨어 등(이하 "부가 프로그램"이라고 함)의 설치가 필요할 수 있습니다.</p><Br>

<p> 제 8 조 (서비스의 제공 등)<br>
    ① 회사는 이용고객 에게 아래와 같은 서비스를 제공합니다.<br>
    1. 상담 중개 서비스 및 상담 중개 서비스에 부수되는 콘텐츠, 포인트 등의 제반 서비스<br>
    2. 기타 회사가 자체 개발하거나 다른 회사와의 협력 계약 등을 통해 이용고객에게 제공하는 일체의 서비스<br>
    ② 1항 상의 각 서비스 및 제휴 서비스의 내용은 변경될 수 있으며, 이 경우 회사는 홈페이지, 각 서비스 별 홈페이지 및 제휴 서비스 홈페이지 등을 통해 이용자에게 공지합니다.<br>
    ③ 회사는 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴 1일 24시간 서비스 제공을 원칙으로 합니다. 다만, 시스템 정기점검, 서버의 증설 및 교체, 새로운 콘텐츠 내용의 추가, 각종 버그 패치, 새로운 서비스로의 교체 등 운영상 필요한 경우, 일정 시간 또는 기간 동안 서비스를 일시 중지시킬 수 있으며 관련 법령 상 또는 서비스의 내용 및 운영상 필요한 경우, 1일 특정 시간 동안에만 서비스를 제공할 수 있습니다. 위와 같은 경우 회사는 사전에 그 내용 및 시간을 홈페이지 또는 개별 서비스 관련 홈페이지에 공지합니다.<br>
    ④ 회사는 서비스 개선 및 이용고객 대상 서비스 소개 등을 위한 목적으로 이용고객 개인에 대한 추가정보를 요구할 수 있으며, 동 요청에 대해 이용고객은 승낙하여 추가정보를 제공하거나 거부할 수 있습니다.<br>
    ⑤ 회사가 제공하는 모든 서비스의 지적재산권을 포함한 모든 소유권은 회사에게 있으며, 서비스를 이용하는 이용고객은 회사가 제공하는 서비스 범위 내에서 이용권을 가집니다. 즉, 이용고객은 회사가 제공하는 서비스를 일정기간 동안 회사가 제공하는 각 서비스 범위 내에서 이용할 권한을 갖는 것이며, 이를 회사가 정한 방법 이외의 방법으로 이용 또는 사용할 수 없습니다.<br>
    ⑥ 회사가 제공하는 아래와 같은 서비스 중 일부에 대해서는 유료로 제공할 수 있으며, 유료로 제공하는 서비스에 대한 결제 관련 사항은 포인트서비스 및 서비스별 안내 사항을 따릅니다.<br>
    ⑦ 회사가 다른 회사와의 협력 계약을 통해 제공하는 서비스에 대한 내용, 제3자 회사의 의무, 이용자의 권리와 의무 등 상세 사항은 해당 서비스에 대하여 제3자가 제공하는 별도 약관, 운영정책 등에서 정하는 바에 따릅니다. 해당 서비스 이용 시, 이용자는 제3자가 제공하는 서비스 이용 약관에 대한 동의가 필요할 수 있습니다.</p><Br>

<p>
    제 9 조 (서비스 제공의 제한 및 중지 등)<br>
    ① 회사는 관련법령에 따라 만 19세 미만의 서비스 이용을 제한할 수 있습니다. 이 때, 연령 확인이 완료되지 않은 회원은 만 19세 미만 회원에 준하여 서비스 이용을 제한할 수 있습니다.<br>
    ② 회사는 운영상 또는 기술상의 필요에 따라 제공하고 있는 서비스를 변경할 수 있습니다. 변경될 서비스의 내용 및 제공일자 등에 대해서는 제14조 에서 정한 방법으로 사전에 통지합니다. 단, 회사가 사전에 통지할 수 없는 치명적인 버그 발생, 서버기기결함, 긴급 보안문제 해결 등의 부득이한 사정이 있는 경우는 사후에 통지할 수 있습니다.<br>
    ③ 회사는 다음 각호에 해당하는 경우 서비스의 전부 또는 일부를 제한하거나 중지할 수 있습니다. 이러한 경우 그 사유 및 기간을 사전 또는 사후에 홈페이지를 통하여 공지합니다.<br>
    1. 전시, 사변, 천재지변 또는 국가비상사태 등 불가항력적인 사유가 있는 경우<br>
    2. 정전, 제반 설비의 장애 또는 이용량의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 경우<br>
    3. 서비스용 설비의 보수 등 공사로 인한 부득이한 경우<br>
    4. 회사의 제반 사정으로 서비스를 할 수 없는 경우<br>
    ④ 회사는 회사의 분할, 합병, 영업양도, 영업의 폐지, 당해 서비스의 수익 악화, 당해 운영 서비스 권한 상실 등 회사의 경영상 중대한 필요에 의한 경우 30일전 제14조에 따라 통지하고, 서비스의 제공을 종료할 수 있습니다. 다만, 회사가 통제할 수 없는 사유로 인한 서비스의 중단으로 인하여 사전 통지가 불가능한 경우에는 사후에 공지합니다.<br>
    ⑤ 이용고객은 서비스 종료 시 사용 기간이 남아 있지 않거나 본 약관 제 12조 2항에서 규정한 사용 보증 기간이 지난 포인트에 대하여 배상을 청구할 수 없습니다.<br>
    ⑥ 회사는 서비스의 변경 및 중지로 발생하는 문제에 대해서는 책임을 지지 않습니다.</p><Br>

<p> 제 10 조 (상담 중개 서비스)<br>
    ① 상담 중개 서비스란 회사가 홈페이지와 모바일 서비스를 통하여 이용고객과 상담사간의 전화상담, 화상상담, 기타 방법의 상담을 중개 하는 서비스 및 관련 부가서비스 일체를 말합니다.<br>
    ② 상담 중개 서비스와 관련한 용의 정의는 다음과 같습니다.<br>
    1. 060전화상담 : 홈페이지와 모바일 서비스를 통해 제공되는 060 전화번호를 통해 상담사와 전화 상담을 할 수 있는 서비스를 말합니다.<br>
    2. 포인트상담 : 모바일 서비스를 통해 포인트구매 후 상담사와 전화 상담 또는 화상상담을 할 수 있는 서비스를 말합니다.<br>
    3. 오프라인 상담 : 홈페이지와 모바일 서비스를 통해 이용고객이 상담 신청 및 결제 후 오프라인에서 상담사와 상담할 수 있는 서비스를 말합니다.<br>
    ③ 상담 중개 서비스에 대한 정책은 다음을 따릅니다.<br>
    1. 상담 중개 서비스는 회사가 이용고객 각자의 자기결정에 의하여 이용고객과 상담사 간에 상담서비스가 이루어질 수 있도록 장소와 방법을 온라인으로 제공하는 것이며, 회사는 직접적으로 서비스를 제공하지 않고, 상담 중개 서비스의 안전성 및 신뢰성을 증진시키는 도구만을 제공합니다. 이용고객과 상담사간에 성립된 거래와 상담내용과 관련된 책임은 거래당사자인 이용고객과 상담사 스스로가 부담하여야 하며, 회사는 이에 대해 책임지지 않습니다.<br>
    2. 상담 중개 서비스는 만 19세 이상의 이용고객이 이용할 수 있습니다. 060전화상담은 접속시 음성안내 멘트를 통해 이를 고지하고 있으며, 포인트상담은 회원가입 후 실명확인시 만19세 이상인 경우에 사용 가능하도록 하고 있으나, 만 19세 미만의 사용자가 고지를 무시하고 이용하거나 타인의 명의를 도용하여 실명확인 후 이용한 경우에는 회사는 이에 대한 책임을 지지 않고 이에 대한 이용료는 환불되지 않습니다.<br>
    3. 이용고객이 상담사에게 연락 가능한 개인 정보를 공개하거나 직거래를 유도해서는 안됩니다. 직거래시 회사는 이용고객과 상담사 간의 직거래로 인하여 발생한 문제애 대해 책임을 지지 않습니다. 또한 직거래 확인시 회사는 이용계약을 해지하고 이에 대한 손해배상을 청구할 수 있습니다.<br>
    4. 이용고객이 납부하지 않거나, 사용금액이 회사가 정한 월 한도금액을 초과하면 이용이 차단될 수 있습니다. 월 한도금액은 회사의 정책에 따라 책정하고 변경할 수 있습니다.<br>
    5. 이용고객이 상담사에게 폭언, 욕설, 음담패설을 하거나 서비스에 위해를 가하는 행위를 하면 이용이 차단될 수 있습니다.<br>
    6. 회사는 회사의 귀책사유에 의하여 이용고객이 상담을 할 수 없었음에도 불구하고 상담사의 통화중, 부재중, 기타 오류로 인해 요금 부과가 된 경우에 회사에 통보하여 확인되면 이용고객이 완납한 이용료는 환불해 드립니다.<br>
    7. 상담 중개 서비스 이용료는 회사귀책사유의 시스템적인 오류를 제외하고, 주관적인 판단의 상담 품질등의 사유로는 환불이 되지 않습니다.<br>
    ④ 060전화상담 서비스와 관련한 추가적인 정책은 다음을 따릅니다.<br>
    1. 060전화상담은 별도의 회원가입 없이 이용고객 모두 이용할 수 있습니다.<br>
    2. 060 전화를 걸었을때 회사가 자동 음성 안내 사항을 내보내면 계약을 청약한 것으로 간주하고, 이용고객이 삐~소리가 날 때까지 전화를 끊지 아니하면 승락의 의사표시가 발생하여 계약이 성립된 것으로 간주됩니다.<br>
    3. 060전화상담 이용료는 홈페이지, 모바일 서비스, 060 전화 접속시 음성 안내 사항을 통해 고지하며 다음 달 전화이용료에 합산되어 청구됩니다.<br>
    ⑤ 포인트상담 서비스와 관련한 추가적인 정책은 다음을 따릅니다.<br>
    1. 포인트상담은 회원가입과 실명확인을 완료한 회원만 이용할 있으며, 포인트를 구매하여 이용할 수 있습니다.<br>
    2. 포인트상담은 아이디별로 실명확인 또는 휴대폰인증이 완료된 인증 휴대폰번호로 이용할 수 있습니다.<br>
    3. 포인트상담내역은 홈페이지와 모바일 서비스의 마이페이지에서 확인할 수 있습니다.<br>
    ⑥ 오프라인 상담 서비스와 관련한 추가적인 정책은 다음을 따릅니다.<br>
    1. 이용고객이 상담 예약 및 결제 후 취소 없이 정해진 시간에 상담을 받지 않은 경우 결제한 요금은 환불되지 않습니다.<br>
    2. 이용고객이 상담 예약 및 결제 후 취소시 수수료는 상담 신청 페이지 고지에 따릅니다.<br>
    ⑦ 회사는 상담 중개 서비스를 제공 함에 있어 이용고객에게 본 약관 외에 별도 상담 중개 서비스별 약관의 체결을 요구할 수 있습니다. 별도의 약관이 요구되는 상담 중개 서비스는 이용고객이 해당 상담 중개 서비스의 약관에 동의한 후 이용신청을 하고 그러한 내용에 대해 회사가 승인 함으로써 이용할 수 있습니다.</p><Br>

<p> 제 11 조 (콘텐츠서비스)<br>
    ① 콘텐츠 서비스란 회사가 이용고객에게 제공하는 다양한 유료, 무료의 콘텐츠를 말합니다.<br>
    ② 회사는 이용고객에게 다양한 콘텐츠 서비스를 유료 또는 무료로 구분하여 제공할 수 있으며, 제공되는 콘텐츠는 회사의 정책에 따라서 이용고객에게 이용 기한 및 조건을 정할 수 있습니다. 이는 각 콘텐츠 서비스 이용 안내 또는 결제 화면 등에 미리 게시하여 이용고객에게 고지합니다.<br>
    ③ 회사는 이용고객의 부정한 이용을 방지하기 위하여 선물 받은 콘텐츠나 회사로부터 무료로 제공받은 콘텐츠는 환불하지 않습니다.<br>
    ④ 회사가 이용고객에게 제공하는 유료 콘텐츠는 사용 이후에는 시스템상의 오류를 제외하고 환불이 불가합니다.</p><Br>



<p>제 12조 (포인트 서비스)<br>
    ① 포인트란 회사가 제공하는 상담 중개 서비스와 콘텐츠 이용을 위해 구매하는 온라인상의 결제수단으로 현금 1원당 1포인트의 비율로 환산되며, 아이디를 기준으로 회원 및 만 19세 이상으로 실명확인된 경우에 구매 및 결제가 가능합니다.<br>
    ② 포인트는 회사에서 제공하는 결제방식과 상품권(이용권)을 통해 일정 금액 단위로 구입할 수 있으며, 구매 및 사용 내역은 홈페이지 및 모바일 서비스에서 확인할 수 있습니다. 회원이 포인트 구매 시 회사는 결제금액에 해당하는 포인트를 즉시 부여해 주어야 합니다. 단, 무퉁장 입금의 방식으로 포인트 구매를 신청한 회원은 신청 완료 후 1주일 이내에 금액을 입금하여야 하며, 1주일 이내에 입금하지 않을 시에는 그 신청을 철회한 것으로 간주합니다.<br>
    ③ 포인트의 사용, 환불, 소멸에 관한 정책은 다음을 따릅니다.<br>
    1. 상법 제64조 상사시효에 근거하여 포인트의 최종 이용일로부터 이용내역 없이 60개월이 경과한 경우 잔여 포인트는 자동으로 소멸됩니다.<br>
    2. 포인트를 구매한 회원이 포인트를 일체 사용하지 않았을 경우 구매일로부터 7일 이내에는 청약의 철회를 할 수 있으며, 신용카드나 휴대폰 결제의 경우 카드 결제 취소를 원칙으로 하고, 무통장 입금은 현금 반환을 원칙으로 합니다. 기타 동일한 방법으로 환불이 불가능 할 때는 이를 사전에 고지합니다.<br>
    3. 포인트를 구매한 회원이 포인트를 일체 사용하지 않고 구매일로부터 7일 이후에 환불 요청 시에는 구매한 포인트 결제금액의 10%를 환불수수료로 공제한 금액을 환불해 드립니다<br>
    4. 구매한 포인트를 사용한 이후에는 구매한 포인트 금액의 60%(구매한 포인트 금액이 1만원 이하인 경우는 80%)이상을 사용하고 회원이 남은 잔액의 반환을 요구하면 절차에 의해 환불해 드립니다. 환불시 잔액의 10%를 환불 수수료로 공제한 금액을 환불해 드립니다.<br>
    5. 포인트 환불 방법은 회원이 자신의 ID를 통해 환불을 요청하면 적법한 절차에 따라 환불 받을 수 있습니다. 단, 회원이 무료로 지급 받은 포인트는 환불 받을 수 없습니다.<br>
    6. 회원탈퇴시 포인트 잔액은 소멸되며, 회원탈퇴 이후 남은 포인트에 대해 환불하지 않습니다.<br>
    7. 주민등록법, 저작권법, 정보통신망법 등 각종 법령에 대한 불법행위나 회사의 서비스에 피해를 준 경우, 이용약관을 위반한 이용자의 계정 및 접속차단등으로 이용을 제한하거나 해당 이용자와의 계약을 해지하는 경우 회사는 포인트 잔액을 환불하지 않을 수 있습니다.<br>
    8. 만 19세 미만의 이용자는 포인트를 구매할 수 없으며, 타인의 명의를 도용하여 실명확인 후 포인트를 구매한 경우 이는 환불되지 않습니다.</p><Br>

<p> 제 13조 (마일리지 서비스)<br>
    ① "마일리지"란 상담 중개 서비스별 정책, 서비스 중단 등의 사유가 발생된 경우 지급되는 보상 또는 이벤트 등의 경품으로 차등 지급되는 서비스입니다. 이에 마일리지 서비스는 각 상담 중개 서비스별로 지급 여부, 사용 방법 등이 상이할 수 있으며, 이는 홈페이지와 모바일 서비스의 제공 페이지를 통해 안내하는 방법에 따릅니다.<br>
    ② 무료로 지급되는 마일리지의 보증기간은 서비스 제공 시 명시한 기간에 따르며, 기간이 명시되지 않은 경우의 보증 기간은 기본적으로 1년입니다. 마일리지 지급 시 명시한 기간 혹은 일반적 보증 기간 내 사용하지 않은 마일리지 및 마일리지를 이용하여 구매한 재화 또는 용역은 환불 받으실 수 없습니다.<br>
    ③ 회원이 계정을 삭제하거나 회원의 귀책사유로 계정이 삭제되는 경우 해당 계정에 적립된 "마일리지"는 계정 삭제 시에 자동적으로 소멸됩니다.<br>
    ④ 회사는 경영상, 기술상 또는 운영상의 이유로 최소 30일 전 사전 고지 후 마일리지 서비스를 종료할 수 있습니다. 이 경우 사전에 고지한 서비스 종료일까지 사용되지 않은 마일리지는 소멸됩니다.</p><Br>

<p>
    제 14 조 (알림서비스)<br>
    ① 회사는 이용고객에게 할인쿠폰, 이벤트, 주요공지의 알림 서비스를 이메일과 SMS, 어플등을 통해 제공할 수 있습니다. 회원가입시 약관에 동의하면 이메일과 SMS를 통한 알림 서비스 수신에 동의한 것으로 간주합니다.<br>
    ② 이용고객은 회원가입 이후 홈페이지와 모바일 서비스의 회원정보 페이지를 통해 알림서비스 수신여부를 선택할 수 있습니다.</p><Br>

<p>
    제 15 조 (광고 게재)<br>
    ① 회사는 본 서비스 등을 유지하기 위하여 광고를 게재할 수 있으며, 이용고객은 서비스 이용 시 노출되는 광고 게재에 대하여 동의합니다.<br>
    ② 회사가 제공하는, 제3자가 주체인, 제1항의 광고에 이용고객이 참여하거나 교신 또는 거래를 함으로써 발생하는 손실과 손해에 대해서는 이용고객의 책임으로 합니다.</p><Br>

<p>
    제 16 조 (정보의 제공 및 수집 등)<br>
    ① 이용고객에게 정보 등을 제공하는 경우 회사는 이용고객이 등록한 e-mail 주소로 고지하거나 또는 홈페이지에 공지하는 것으로 할 수 있습니다. 단, e-mail의 경우 해당 e-mail 서비스 제공사의 제한에 의해 개별통지가 불가한 경우 및 이용고객이 e-mail을 잘못 기재하여 등록한 경우 발생하는 문제에 대해서는 책임을 지지 않습니다.<br>
    ② 회사는 서비스의 안정화 및 오류개선, 악성코드 감염여부 확인 등을 위해 이용고객들의 개인정보를 제외한 PC사양 및 시스템 정보, 오류 정보를 수집할 수 있습니다.</p><Br>

<p> 제 17 조(이용고객의 게시물)<br>
    ① 이용고객이 게재한 게시물로 인해 발생하는 손실이나 문제는 이용고객 개인의 책임이며 회사는 이에 대한 책임을 지지 않습니다.<br>
    ② 회사는 관리상 혹은 정책상의 필요에 따라 게시물을 사전 통지 없이 이동하거나 삭제할 수 있습니다.<br>
    ③ 이용고객의 게시물이 타인의 권리를 침해하였음을 이유로 타인으로부터 회사가 손해배상청구 등의 이의 제기를 받은 경우, 해당 게시물을 작성한 이용고객은 회사의 면책을 위하여 적극적으로 협조하여야 하며, 회사가 면책되지 못한 경우 이용고객은 그로 인해 발생한 문제에 대해 책임을 부담하여야 합니다.<br>
    ④ 이용고객이 게시하거나 전달하는 게시물이 제 20조 제 2항 각 호에 해당한다고 판단되는 경우, 또는 탈퇴한 회원의 게시물의 경우 사전 통지 없이 삭제시킬 수 있으며 또한 등록을 거부할 수 있습니다.</p><Br>

<p> 제 18 조 (게시물의 저작권 등)<br>
    ① 회사가 작성한 저작물에 대한 저작권 및 기타 지적재산권은 회사에 귀속합니다.<br>
    ② 이용고객이 서비스 내에 게시한 게시물의 저작권은 해당 저작권자에게 귀속합니다.<br>
    ③ 이용고객은 서비스를 이용하면서 얻은 정보를 회사의 승낙 없이 영리목적으로 이용하거나 제3자에게 이용하게 할 수 없습니다.<br>
    ④ 이용고객이 서비스 내에 게시하는 게시물은 검색 결과 내지 서비스 및 관련 프로모션 등에 노출될 수 있으며, 해당 노출을 위해 필요한 범위 내에서는 일부 수정, 복제, 편집될 수 있습니다. 이 경우, 회사는 저작권법의 내용을 준수하여야 하며, 이용고객은 언제든지 고객센터 또는 서비스 내 관리기능을 통해 해당 게시물에 대해 삭제, 검색 결과 제외, 비공개 등을 요청할 수 있습니다. 이는 회사가 서비스를 운영하는 동안 유효하며, 회원이 탈퇴한 이후에도 지속적으로 적용됩니다.<br>
    ⑤ 회사는 이용고객의 게시물이 제3자로부터 저작권 등의 문제로 이의제기가 있고 그것이 상당한 이유가 있다고 판단되는 경우, 사전 통지 없이 이를 삭제하거나 등록 자체를 거부할 수 있으며, 저작권 및 권리침해로 인한 게시물의 게시중단 등에 대한 사항은 저작권법 및 관계법령에 따릅니다.<br>
</p><Br>


<p><제 4 장 상품 중개 서비스의 이용></p><Br>

<p> 제 19 조 (회원의 서비스 이용)<br>
    ① 상품 중개 서비스와 관련하여 회사는 통신판매중개자로서 구매회원과 판매회원 간의 자유로운 상품 등의 거래를 위한 시스템을 운영 및 관리, 제공할 뿐이므로, 회원은 상품 등을 구매하기 전에 반드시 판매자가 사이트 내에 작성한 상품 등의 상세 내용과 거래의 조건을 정확하게 확인해야 합니다. 구매하려는 상품 등의 내용과 거래의 조건을 확인하지 않고 구매하여 발생한 모든 손해는 회원 본인이 부담합니다.<br>
    ② 회원은 이 약관 및 회사가 서비스 화면에서 공지하는 내용을 준수하여야 하고, 이 약관 및 공지 내용을 위반하거나 이행하지 않아 발생하는 모든 손해에 대하여 책임을 집니다.<br>
    ③ 회원은 판매회원과 상품 등 매매 절차에서 분쟁이 발생하면 분쟁의 해결을 위하여 성실히 임해야 하며, 분쟁해결의 불성실로 판매자와 회사에 손해가 발생하면 그에 대한 모든 책임을 부담합니다.<br>
    ④ 회원은 매매대금의 결제와 관련하여 회원이 입력한 정보 및 그 정보와 관련하여 발생하는 제반 문제에 대한 모든 책임을 부담합니다.<br>
    ⑤ 회사는 회원의 매매대금 결제 시 해당 결제수단에 대하여 정당한 사용권한이 있는지 확인할 수 있고, 이에 대한 확인이 완료될 때까지 해당 거래의 진행을 중지할 수 있습니다.<br>
    ⑥ 회사는 회원에게 서비스가 안전하게 제공될 수 있도록 각종 설비와 자료를 관리하고, 서비스가 제공 목적에 맞게 이용되고 있는지 여부를 확인합니다. 만약 회원이 이용 목적을 위반한 것으로 확인되면 회사는 그에 대한 소명을 회원에게 요청할 수 있고, 주문 취소 등 필요한 조치를 할 수 있습니다.<br>
    ⑦ 회원은 회사가 회원의 서비스 이용 편의를 위하여 판매회원 등으로부터 제공 받은 상품 등 관련 정보를 사이트를 통하여 제공하는 경우에도 상품 등의 구매 여부는 전적인 회원 본인의 판단과 책임으로 결정하여야 합니다. 이 경우 회사는 어떠한 경우에도 회원의 구매 결정에 대하여 책임을 부담하지 아니 합니다.<br>
    ⑧ 미성년자가 사이버몰을 통하여 상품 등을 구매하는 경우에 법정대리인이 해당 계약에 대하여 동의하지 아니하면, 미성년자 본인 또는 법정대리인은 그 계약을 취소할 수 있습니다<br>
    ⑨ 서비스 내 판매자가 게시한 상품 등에 이용자가 예약 및 결제와 같은 승낙의 의사표시를 함으로써 판매자와 이용자 사이에 상품 등에 관한 선 결제 예약 계약이 성립합니다.<br>
    ⑩ 서비스 내 상품 등의 결제는 신용카드, 가상계좌(무통장입금), 네이버페이 등 회사가 정한 결제 수단으로 할 수 있으며, 결제 가능한 수단은 결제 화면에 표시됩니다.<br>
    ⑪ 회사는 상담 중개 서비스를 제공함에 있어 이용고객에게 본 약관 외에 별도 상담 중개 서비스별 약관의 체결을 요구할 수 있으며, 별도의 약관이 요구되는 상담 중개 서비스는 이용고객이 해당 상담 중개 서비스의 약관에 동의한 후 이용신청을 하고 그러한 내용에 대해 회사가 승인함으로써 이용할 수 있습니다.<br>
    ⑫ 이용고객이 오프라인상담사의 직접 서비스를 이용할 경우, 오프라인상담사를 계약당사자로 하여 오프라인 상담사가 책정한 대가를 직접 오프라인상담사에게 지급하여야 합니다.<br>
    다만, 온라인 결제 후 이용 시 결제대행과 관련된 업무는 회사의 지원 하에 결제대행회사가 처리하도록 할 수 있습니다.</p><Br>

<p>
    제 20 조 (청약철회 등 환불에 관한 사항)<br>
    ① 판매회원이 사주로 서비스를 통해 판매한 상품과 관련하여 청약철회 등 환불에 관한 사항은 본 약관에서 달리 정함이 없는 한 관련 법령 및 판매회원이 상품 판매 시 설정한 판매조건에 따라 전문가의 책임으로 이행됨이 원칙입니다.<br>
    ② 구매회원은 판매회원이 상품 판매에 따른 상품의 공급을 개시하기 전까지 구매한 상품 거래의 청약철회를 요청할 수 있으며, 이 경우 상품 거래는 즉시 취소됩니다. 판매회원이 구매 상품에 대한 접수를 완료한 이후에는 원칙적으로 상품 거래의 청약철회는 불가합니다. 단, 판매회원과의 협의가 완료된 경우에는 상품 거래를 취소할 수 있습니다.<br>
    ③ 판매회원의 상품 판매에 따라 상품의 제공을 개시한 이후의 청약철회 등 환불은 상품 정보에서 정한 판매조건에 따름이 원칙인바, 구매회원은 판매회원이 상품 등록 시 설정한 청약철회 등 환불 관련 조건 (청약철회 등 환불 제한 여부 포함)을 명확히 확인하여야 합니다.<br>
    ④ 판매회원이 등록한 상품의 판매조건에 따라 일부 계약 해지 등 결제금액 일부 환불이 필요한 경우, 판매회원이 입력한 상품의 판매조건 또는 구매회원과의 합의에 따라 산정된 환불금액 및 산정근거에 따라 처리됩니다.<br>
    ⑤ 판매회원의 상품 제공이 완료된 경우 또는 상품 제공이 개시된 경우 등 전자상거래 등에서의 소비자 보호에 관한 법률 등 관련 법령에서 정한 청약철회 제한 사유에 해당하는 경우는 청약철회가 제한될 수 있습니다.<br>
    ⑥ 판매회원의 귀책사유로 인하여 상품 판매조건에 상품의 제공이 완료되지 아니한 경우, 상품 결제금액 전액에 대해 환불함을 원칙으로 합니다.<br>
    ⑦ 회사에 상품 청약철회 등 환불과 관련하여 구매회원의 이의제기가 있는 경우, 판매회원과 구매회원 간 합의한 바에 따라 해결함을 원칙으로 하며, 관련 법령상 회사의 책임이 인정되는 경우 또는 회사의 고의 과실이 있는 경우가 아닌 한 회사는 이에 대해 책임을 지지 않습니다.</p><Br>

<p> 제 21조 (오프라인 상담 서비스 취소)<br>
    ① 회사는 상품 등의 결제의 취소 및 환불과 관련하여 전자상거래 등에서의 소비자보호에 관한 법률 등 관련법령을 준수합니다.<br>
    ② 이용자는 결제한 상품에 대하여 예약시간 24시간 이전까지는 사주로 서비스 내에서 직접 결제를 취소하거나 예약 날짜, 시간을 변경할 수 있고, 이 경우 취소수수료는 없습니다. 단, 상품 등의 내용을 변경할 수는 없습니다.<br>
    ③ 다음 각 호의 경우에 이용자는 판매자를 상대로 예약 및 결제 취소, 예약변경 등의 요청을 할 수 있고, 이 때 판매자는 특별한 사정이 없는 한 이용자의 요청에 따라야 합니다.<br>
    1. 판매자 매장에서 제공하는 상품 등이 이용자가 서비스에서 결제한 상품 등의 내용과 현저히 상이할 경우 (단, 이용자가 서비스 받기 전에 한합니다)<br>
    2. 판매자 매장의 사정으로 이용자가 서비스를 받지 못 하는 경우<br>
    ④ 다음 각 호의 경우에 이용자는 회사를 상대로 예약 및 결제 취소, 환불을 요청할 수 있고, 이 때 회사는 이용자의 요청에 따라야 합니다.<br>
    1. 이용자가 예약시간 24시간 이전까지 서비스 내에서 직접 예약 및 결제를 취소하는 경우<br>
    2. 판매자 매장의 폐업, 서비스 이용중지 등으로 인해 이용자가 서비스를 받지 못하는 경우</p><Br>

<p>
    제 22조 (오프라인 상담 서비스 환불 및 취소수수료)<br>
    ① 회사는 이용자의 취소 요청이 예약시간 24시간 이전인 경우 결제 금액 전부를 환불합니다.<br>
    ② 전 항의 규정에도 불구하고, 사회통념상 부득이한 사정으로 인해 이용자가 예약시간 이전까지 결제를 취소하지 못하거나 판매자 매장에 오지 못하였음을 이용자가 입증하는 경우, 회사는 취소수수료를 적용하지 않고 결제금액 전액을 이용자에게 환불할 수 있습니다.<br>
    ④ 예약 및 서비스완료까지 정상적으로 종료된 경우 서비스 특성상 이용자의 단순변심으로 인한 환불은 불가합니다.<br>
    ⑤ 이용고객이 상담 예약 및 결제 후 취소 없이 정해진 시간에 상담을 받지 않은 경우 결제한 요금은 환불되지 않습니다.</p><Br>

<p>
    제 23 조 (상품공급 완료)<br>
    ① 회사는 상품 등의 공급과 관련하여 판매회원, 구매회원, 배송업체 등 관련 당사자 사이에 분쟁 등이 발생하는 경우에는 이에 관여하지 않으며 어떠한 책임도 부담하지 아니합니다. 이 경우 해당 분쟁 등은 관련 당사자가 직접 해결하여야 합니다.<br>
    ② 구매 회원은 구매 상품에 대해 구매한 상품 등의 공급이 완료되었을 때에는 상품별 구매확정 기간 내에 회사에 대하여 구매확정, 교환 또는 환불의 의사표시를 하여야 합니다.<br>
    ④ 회사는 제2항의 구매확정 기간 내에 구매확정, 교환 또는 환불에 대한 회원의 의사표시가 없는 경우, 해당 거래에 대하여 회원의 구매확정 의사표시가 있는 것으로 간주하여 자동구매확정으로 처리할 수 있습니다.<br>
    ⑤ 구매회원은 구매확정이 이루어진 경우에는 회사에 대하여 상품 등의 하자, 미수령, 반품 등의 사유로 이의를 제기할 수 없습니다. 구매확정 이후에 발생하는 환불, 교환 기타 판매회원과 구매회원 간의 모든 문제는 거래 당사자인 판매회원과 구매회원이 직접 해결해야 하며, 회사는 이에 개입하지 아니합니다.</p><Br>

<p>
    제 24 조 (구매회원의 의무)<br>
    ① 구매회원은 상품의 가격, 상담 등 용역의 범위, 청약철회 등 환불에 관한 사항 등 상품의 상세정보와 판매조건을 확인한 뒤 상품을 구매해야 합니다. 이를 정확히 확인하지 않고 상품을 구매하여 발생한 손해 및 불이익 등에 관한 책임은 본인에게 있습니다.<br>
    ② 판매회원에게 민감한거나 과도한 개인정보 등 구매회원에 관한 정보를 제공하지 않도록 유의해야 하며, 구매회원이 제공한 개인정보 등 구매회원에 관한 정보로 인한 분쟁 발생 시 판매회원과의 합의를 통해 해결해야 합니다.<br>
    ③ 회사는 사주로 서비스와 관련하여 본 약관에서 정하지 아니한 사항에 관하여 각 상품의 상세정보 페이지, 운영정책 등에서 상세히 설명할 수 있으며, 구매회원은 상품 구매 전 상품 상세정보 페이지 및 운영정책 등을 통해 회사가 안내하는 사항을 숙지하여 착오 없이 거래할 수 있도록 하여야 합니다.<br>
    ④ 클래스를 통한 저작권은 특강상담사에게 있으며, 불법적으로 녹음, 녹취 등 제 3자에게 양도하거나 배포하는 경우 민, 형사상의 법적책임을 질 수 있습니다. 강의를 불법적인 방법으로 복제하여 타인에게 무단배포 하거나 공유하는 경우 법적책임을 물 수 있으니 유의하시기 바랍니다.</p><Br>

<p>
    제 25 조 (대리행위 및 보증의 부인)<br>
    ① 회사는 구매회원과 판매회원 간의 사주로 서비스를 통한 상품 통신판매 등 거래를 위한 통신판매중개시스템의 운영 및 관리 책임만을 부담하며, 상품의 통신판매 및 이에 따른 용역의 제공 등 거래의 당사자가 아니며, 구매회원 또는 판매회원을 대리하지 않습니다.<br>
    ② 회사는 사주로 서비스를 통하여 이루어지는 판매회원과 구매회원 간의 상품 통신판매 등 거래와 관련하여 판매의사 또는 구매의사의 존부 및 진정성, 판매회원의 프로필, 등록 상품의 품질, 완전성, 안전성, 적법성, 타인의 권리에 대한 비침해성, 판매회원 또는 구매회원이 입력하는 정보 및 그 정보를 통하여 링크된 URL에 게재된 자료의 진실성, 서비스 상품 판매에 따른 용역의 제공 등 일체에 대하여 보증하지 아니하며, 이와 관련한 일체의 위험과 책임은 해당 판매회원 또는 구매회원이 직접 부담해야 합니다.</p><Br>

<p> 제 26 조 (구매안전서비스)<br>
    ① 회사는 모든 상품 구매 결제와 관련하여 전자상거래 서비스의 신뢰성을 제고하고, 판매회원과 구매회원 간 안전한 거래가 이루어질 수 있도록 구매안전서비스를 제공합니다.<br>
    ② 구매회원은 상품 거래 시 구매안전서비스를 통하여 거래를 완료해야 합니다. 회사에서 제공하는 구매안전서비스를 통하지 않는 판매회원과 구매회원 간의 직거래는 이용제한 사유에 해당하며 이로 인해 발생하는 불이익에 대해 회사는 책임지지 않습니다.<br>
    ③ 사주로 서비스를 이용하는 구매회원은 구매한 상품에 대한 판매회원의 상품 제공이 정상적으로 완료된 경우 회사에 거래확정의 의사표시를 하여야 합니다.<br>
    ④ 구매한 상품에 따른 용역의 제공이 정상적으로 완료된 것으로 확인된 날로부터 7일 이내에 구매회원의 거래확정 또는 거래확정 연장, 환불 요청 등에 대한 의사표시가 없는 경우 회사는 거래확정의 의사가 있는 것으로 간주하여 그 익일에 자동거래확정 처리를 할 수 있습니다.<br>
    ⑤ 거래가 확정되고 전문가에게 정산이 완료되는 시점에 구매안전서비스에 따른 결제대금 예치가 종료되며, 이후 청약철회, 계약의 해지, 취소, 무효 등(이하 “청약철회 등”이라 함)의 사유가 발생하는 경우 구매회원은 전문가와 직접 청약철회 등 절차 및 결제대금 환불 등에 관한 절차를 진행함을 원칙으로 합니다.<br>
    ⑥ 회사가 제공하는 구매안전서비스는 판매회원 또는 구매회원을 대리하는 것이 아니며, 상품의 구매와 관련하여 판매회원의 의무나 구매회원의 의무를 대행하는 것이 아닙니다.<br>
</p><Br>

<p><제 5 장 계약당사자의 의무><br>
        제 27 조 (회사의 의무)<br>
        ① 회사는 법령과 본 약관이 금지하거나 미풍 양속에 반하는 행위를 하지 않으며, 계속적이고 안정적인 서비스를 제공하기 위하여 노력합니다.<br>
        ② 회사는 회원의 개인정보보호를 위해 보안시스템을 구축하며 개인정보처리방침을 공시하고 준수합니다.<br>
        ③ 회사는 회원의 개인정보를 본인의 승낙 없이 타인에게 누설, 배포하지 않습니다. 단, 전기통신관련법령 등 관계법령에 의하여 관련 국가기관 등의 요구가 있는 경우에는 그러하지 아니합니다.<br>
        ④ 회사는 이용고객으로부터 제기되는 의견이나 불만이 정당하다고 인정될 경우에는 즉시 처리합니다. 다만, 즉시 처리가 곤란한 경우에는 이용자가 기입한 전화나 e-mail로 그 사유와 처리일정을 통보할 수 있습니다.</p><Br>

<p>
    제 28 조 (이용고객의 의무)<br>
    ① 이용고객은 회원 가입 신청 시 모든 사항을 사실에 근거하여 기재하여야 하며, 허위 또는 타인의 정보를 등록할 경우 일체의 권리를 주장할 수 없습니다.<br>
    ② 이용고객은 회사가 제공하는 서비스를 이용함에 있어 다음 각 호의 행위 또는 다음 각호에 해당 하는 내용을 목적으로 하거나 의도하는 행위를 하여서는 안됩니다.<br>
    1. 회원 가입 신청이나 회원정보 변경 시 실명이 아닌 정보 또는 다른 사람의 정보를 사용하거나, 허위 사실 기재<br>
    2. 다른 회원의 ID 및 비밀 번호를 도용, 부정하게 사용<br>
    3. 회원의 ID 또는 회원 ID에 축적된 포인트, 마일리지 등을 타인과 매매<br>
    4. 회사의 서비스 또는 서비스를 이용하여 얻은 정보를 회사의 사전 승낙 없이 복제, 유통, 조장하거나 상업적으로 이용<br>
    5. 회사의 서비스를 이용하여 자기 또는 타인에게 재산상의 이익을 발생<br>
    6. 상담사 또는 타인의 명예를 훼손하거나 손해를 가하는 행위<br>
    7. 명의자의 동의나 승낙 없이 결제 수단을 무단 도용하여 요금 결제<br>
    8. 회사의 지적재산권, 제3자의 지적재산권, 초상권 등 기타 권리를 침해<br>
    9. 회사의 승인을 받지 않고 다른 이용고객의 개인정보를 수집, 저장, 유포, 게시<br>
    10. 프로그램의 버그를 악용<br>
    11. 회사 서비스 운영을 고의로 방해하거나 서비스의 안정적 운영을 방해할 수 있는 정보 및 수신자의 명시적인 수신거부 의사에 반하여 광고성 정보를 전송<br>
    12. 타인으로 가장하는 행위 및 타인과의 관계를 허위로 명시<br>
    13. 음란, 저속한 정보를 교류, 게재하거나 음란사이트를 연결(링크), 승인되지 않은 광고 및 홍보물 게재<br>
    14. 재물을 걸고 도박하는 등 사행 행위를 유도하거나 참여하는 경우<br>
    15. 수치심이나 혐오감 또는 공포심을 일으키는 말이나 음향, 글이나 화상 또는 영상을 상대방에게 전송, 도달, 유포<br>
    16. 서비스에 게시된 정보를 변경하거나 저작권법에 위반하는 행위<br>
    17. 관련 법령에 의하여 그 전송 또는 게시가 금지되는 정보(컴퓨터프로그램) 또는 컴퓨터소프트웨어, 하드웨어, 전기통신 장비의 정상적인 가동을 방해, 파괴할 목적으로 고안된 소프트웨어 바이러스, 기타 다른 컴퓨터 코드, 파일, 프로그램을 포함하고 있는 자료를 전송, 게시, 유포, 사용<br>
    18. 회사의 직원이나 운영자를 가장하거나 사칭하여 또는 타인의 명의를 도용하여 글을 게시하거나 메일을 발송하는 행위<br>
    19. 기타 공공질서 및 미풍양속을 위반하거나 불법적, 부당한 행위 및 관계법령에 위배되는 행위<br>
    ③ 이용고객은 관계 법령 및 본 약관의 규정을 비롯하여 회사가 통지하는 사항 등을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 하여서는 안됩니다.<br>
    ④ 이용고객은 회사에서 공식적으로 인정한 경우를 제외하고는 회사가 제공하는 서비스를 이용하여 상품을 판매하는 등의 영업활동을 할 수 없습니다. 이를 위반하여 발생한 영업 활동의 결과 및 손실, 관계기관에 의한 구속 등 법적 조치 등에 관해서는 전적으로 이용고객의 책임으로 하며 회사는 이에 대해 일체의 책임을 지지 않습니다. 만약 이용고객의 이와 같은 행위와 관련하여 회사에 손해가 발생한 경우 이용고객은 일체의 손해배상 의무를 부담합니다.<br>
    ⑤ 이용고객은 홈페이지의 공지사항을 수시로 확인하여야 합니다.</p><Br>

<p> 제 29 조 (개인정보의 관리 및 변경)<br>
    이용고객은 본 서비스의 이용을 위해 자신의 개인정보를 성실히 관리해야 하며 이용고객이 입력한 개인 정보에 변동사항이 있을 경우 이를 변경해야 합니다. 이용고객의 개인정보변경이 지연되거나 누락되어 발생되는 손해는 이용고객의 책임으로 합니다.</p><Br>

<p>
    제 30 조 (이용고객의 비밀번호 등 관리의무)<br>
    ① 이용고객은 자신의 ID와 비밀번호가 노출되지 않도록 최선의 주의를 다하여야 합니다. 이용고객의 과실로 인해 ID와 비밀번호가 노출되어 발생하는 피해 및 결과에 대한 책임은 회원에게 있습니다.<br>
    ② 이용고객이 자신의 서비스 이용 권한 또는 서비스 이용 계약상의 지위를 제3자에게 양도, 대여하거나 담보로 제공하여 야기된 결과에 대한 책임은 본 회원에게 있습니다.<br>
    ③ 이용고객은 본인의 ID 및 비밀번호를 제3자에게 이용하게 해서는 안되며, 회원 본인의 ID 및 비밀번호를 도난 당하거나 제3자가 사용하고 있음을 알게 된 때에는 즉시 회사에 통보하고 회사의 안내가 있는 경우 그에 따라야 합니다.</p><Br>

<p></p><Br>



<p><제 6 장 서비스이용제한 및 계약해지 등></p><Br>

<p> 제 31 조 (서비스이용제한 및 계약해지)<br>
    ① 회원은 회원의 사정으로 인하여 서비스의 이용 중지나 회원 탈퇴를 요청할 수 있습니다.<br>
    ② 회원이 회원 탈퇴를 원하는 경우, 아래의 e-mail 또는 서비스별 홈페이지(회사가 별도로 홈페이지를 통해 해지할 수 있도록 하는 경우에 한합니다.)를 통하여 회원 탈퇴를 신청할 수 있으며, 이후 회사가 안내하는 절차를 이행해주시면 됩니다.<br>
    고객센터 E-mail: help@sajurot.com<br>
    ③ 회사는 이용고객이 다음 각 호에 해당하는 경우 이용고객의 서비스 이용을 중지시키거나 또는 제한, 회원자격을 박탈 하는 등 합당한 조치를 취할 수 있습니다.<br>
    1. 회원 가입시 등록한 개인정보의 일부가 허위이거나 타인의 개인정보를 도용한 경우<br>
    2. 타인에게 불쾌감을 주는 행위를 할 경우<br>
    3. 상담사에게 폭언, 욕설, 음담패설, 스토킹행위를 하거나 기타 불법적인 행위를 한 경우<br>
    4. 고객센터에게 폭언, 욕설, 음담패설, 스토킹행위를 하거나 기타 불법적인 행위를 한 경우<br>
    5. 상담 내용에 대한 주기적인 환불 요청 행위를 한 경우<br>
    6. 상담후기 및 상담문의 게시물에 폭언 및 비방용 글을 등록하는 행위를 한 경우<br>
    7. 각종 커뮤니티에 사실과 무관한 주관적인 판단으로 사주로 이미지를 악의적으로 실추하는 행위를 한 경우<br>
    8. 회사가 허락하지 않은 프로그램의 사용 및 배포, 시스템의 버그이용, 해킹 또는 기타 시스템을 훼손시키려는 행위를 할 경우<br>
    9. ID 및 비밀번호의 유출로 인하여 제3자에 의한 부정 사용 등이 발생한 경우<br>
    10. 기타 미풍양속을 해치거나 회사에 피해를 주거나 불법적인 행위를 한 경우<br>
    11. 부당한 구매행위, 불법카드 결제<br>
    12. 본 약관 제20조 2항에 기재된 행위를 한 경우<br>
    13. 기타 미풍양속을 해치거나 회사에 피해를 주거나 불법적인 행위를 한 경우<br>
    ④ 이용고객이 본 조 3항에 따라 서비스 이용이 제한되거나 이용고객 자격이 박탈되는 경우, 포인트의 환불은 불가능합니다.<br>
    ⑤ 회사는 본 조 제 3항에 해당하는 행위를 한이용자의 경우, 이용고객 자격을 박탈하고 동일한 신상정보로 재가입하는 것을 제한할 수 있습니다.<br>
    ⑥ 이용고객의 서비스 이용 해지, 회원박탈등으로 인해 이용고객과 회사의 서비스 이용 계약이 종료되는 경우, 관계법령에서 정하는 경우를 제외하고 회사는 보다 나은 서비스 환경의 유지 등을 위하여 ID 및 해당 ID와 관련한 모든 정보를 삭제할 수 있습니다. 따라서 회원은 서비스 이용 계약 종료 이전에 보관이 필요한 정보는 별도로 백업하여야 하며, 회사는 이용계약 종료 이후 회원의 ID관련 정보 및 콘텐츠 삭제로 인한 책임을 부담하지 않습니다.<br>
    ⑦ 회원 탈퇴가 완료되면, 탈퇴 후 일정 기간 내 회원 가입이 불가능할 수 있습니다.</p><Br>

<p> 제 32 조 (이의신청 절차)<br>
    이용고객은 서비스를 이용함에 있어 발생한 사안에 대한 이의 또는 본 약관과 관련한 이의를 회사가 마련하는 고객센터에 할 수 있으며, 회사는 고객의 이의가 정당하다고 인정되는 때에는 그에 상응하는 조치를 취합니다.</p><Br>

<p></p>


<p><제 7 장 손해배상 등></p><br>

<p> 제 33 조 (손해배상)<br>
    ① 이용고객이 본 약관의 규정을 위반함으로 인하여 회사에 손해가 발생하게 되는 경우, 이 약관을 위반한 이용고객은 회사에 발생하는 모든 손해를 배상하여야 합니다.<br>
    ② 이용고객이 서비스를 이용함에 있어 행한 불법 행위나 본 약관 위반 행위로 인하여 회사가 당해 이용고객 이외의 제3자로부터 손해배상 청구 또는 소송을 비롯한 각종 이의 제기를 받는 경우 당해 이용고객은 자신의 책임과 비용으로 회사를 면책시켜야 하며, 회사가 면책되지 못한 경우 당해 이용고객은 그로 인하여 회사에 발생한 모든 손해를 배상하여야 합니다.<br>
    ③ 회사는 무료로 제공하는 서비스와 관련하여 발생하는 사항에 대하여는 어떠한 손해도 책임을 지지 않습니다. 단, 회사의 고의나 중과실로 인한 손해인 경우는 예외로 합니다.</p><br>

<p> 제 34 조 (면책사항)<br>
    ① 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.<br>
    ② 회사는 이용자의 귀책사유로 인한 서비스의 중지 또는 이용장애, 계약해지에 대하여 책임을 지지 않습니다.<br>
    ③ 회사는 기간통신 사업자가 전기통신서비스를 중지하거나 정상적으로 제공하지 아니하여 손해가 발생한 경우에는 책임이 면제됩니다.<br>
    ④ 회사는 사전에 공지된 서비스용 설비의 보수, 교체, 정기점검, 공사 등 부득이한 사유로 서비스가 중지되거나 장애가 발생한 경우에 대해서는 책임이 면제됩니다.<br>
    ⑤ 회사는 이용자가 서비스를 이용하여 기대하는 수익을 얻지 못한 것에 대하여 책임을 지지 않으며 서비스에 대한 취사 선택 또는 이용으로 발생하는 손해 등에 대해서는 책임이 면제됩니다.<br>
    ⑥ 회사는 이용자의 컴퓨터 환경으로 인하여 발생하는 제반 문제 또는 회사의 귀책사유가 없는 네트워크 환경으로 인하여 발생하는 문제에 대해서는 일체 책임을 지지 않습니다.<br>
    ⑦ 회사는 이용자가 서비스 내 또는 웹사이트 상에 게시 또는 전송한 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 대해서는 책임을 지지 않습니다.<br>
    ⑧ 회사는 이용자 상호간 또는 이용자와 제3자간에 서비스를 매개로 발생한 분쟁에 대해 개입할 의무가 없으며 이로 인한 손해를 배상할 책임을 지지 않습니다.<br>
    ⑨ 회사는 이용고객의 컴퓨터 오류에 의한 손해가 발생한 경우 또는 신상정보 및 전자우편주소를 부정확하게 기재하거나 미기재하여 손해가 발생한 경우에 대하여 책임을 부담하지 않습니다.<br>
    ⑩ 회사는 이용고객이 서비스를 이용하면서 취득한(회사를 통해 직접 유료 구매한 것은 제외) 포인트, 마일리지, 콘텐츠 등의 손실에 대해서 회사 또는 회사 직원의 고의 또는 중대한 과실로 인한 경우를 제외하고는 책임을 부담하지 않습니다.<br>
    ⑪ 회사는 관련 법령, 정부 정책 등에 따라 서비스 또는 이용고객에 따라 서비스 이용시간을 제한할 수 있으며, 이러한 제한 사항 및 제한에 따라 발생하는 실제 전화상담 이용 관련 제반 사항에 대해서는 책임을 부담하지 않습니다.</p><br>

<p></p>

<p> 제 35 조 (관할법원)<br>
    ① 서비스 이용과 관련하여 회사와 이용고객간에 이견 또는 분쟁이 있는 경우, 양 당사자간의 합의에 의해 원만히 해결하여야 합니다.<br>
    ② 만약 제1항의 분쟁이 원만히 해결되지 못하여 소송이 제기된 경우, 소송은 관련 법령에 정한절차에 따른 법원을 관할 법원으로 합니다.<br>
    ③ 회사와 이용고객간에 제기된 소송에는 대한민국 법을 적용합니다.</p><br>


			</div>
		  </div>
		  <div class="checkBox form-group form-check">
			<div class="flBox alC jcSB">
				<input type="checkbox" class="form-check-input" id="agreement-check-2">
				<label class="form-check-label" for="agreement-check-2">개인정보 수집 및 이용(필수)</label>
				<input type="button" value="down" class="btn btn-secondary" onclick="document.querySelector('#personal_content').style.display = document.querySelector('#personal_content').style.display == 'none' ? 'block' : 'none'">
			</div>
			<div id="personal_content" class="text-muted" style="display:none;">

    <p>개인정보취급방침<br>
        피플라인은 (이하 "회사"는) 고객님의 개인정보를 중요시하며, "정보통신망 이용촉진 및 정보보호"에 관한 법률을 준수하고 있습니다.</p>

    <p> "회사"는 개인정보취급방침을 통하여 고객님께서 제공하시는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며, 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다.<br>
        "회사"는 개인정보취급방침을 개정하는 경우 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다.</p>

    <p> 1. 개인정보의 수집 항목 및 수집 방법<br>
        2. 개인정보의 수집목적 및 이용목적<br>
        3. 개인정보의 보유 및 이용기간<br>
        4. 개인정보의 파기절차 및 방법<br>
        5. 개인정보의 제3자 제공 및 공유<br>
        6. 개인정보의 취급위탁<br>
        7. 링크사이트<br>
        8. 이용자 및 법정대리인의 권리와 그 행사방법<br>
        9. 개인정보 자동수집 장치의 설치, 운영 및 그 거부에 관한 사항<br>
        10. 개인정보의 기술적/관리적 보호 대책<br>
        11. 개인정보에 관한 민원서비스<br>
        12. 개인정보 관련 의견수렴 및 불만처리에 관한 사항<br>
        13. 아동의 개인정보보호<br>
        14. 고지의 의무</p><br>


    <p>
        1. 개인정보의 수집 항목 및 수집 방법</p><br>

    <p> (1) "회사"는 회원가입, 원활한 고객상담, 각종 서비스의 제공을 위해 최초 회원가입 당시 아래와 같은 개인정보를 수집하고 있습니다.<br>
        수집항목 : 아이디, 비밀번호, 닉네임, 휴대폰번호, 이메일<br>
        (2) 서비스 이용과정에서 아래와 같은 정보들이 자동으로 생성되어 수집될 수 있습니다.<br>
        - IP Address, 쿠키, 방문 일시, 서비스 이용 기록, 불량 이용 기록<br>
        (3) 유료 서비스 이용 과정에서 아래와 같은 결제 정보들이 수집될 수 있습니다.<br>
        - 신용카드 결제시 : 카드사명, 카드번호 등<br>
        - 휴대전화 결제시 : 이동전화번호, 통신사, 결제승인번호 등<br>
        - 계좌이체시 : 은행명, 계좌번호 등<br>
        (4) 개인정보의 수집 방법<br>
        - 홈페이지(회원가입), 고객센터를 통한 전화와 온라인 상담, 경품행사응모</p><br>

    <p>
        2. 개인정보의 수집목적 및 이용목적</p><br>

    <p> "회사"는 수집한 개인정보를 다음의 목적을 위해 활용합니다.<br>
        (1) 서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금정산<br>
        - 콘텐츠 제공, 구매 및 요금결제, 서비스 제공을 위한 예약/안내<br>
        (2) 회원 관리<br>
        - 회원제 서비스 이용을 위한 확인, 개인 식별, 불량회원의 부정 이용 방지와 비인가 사용 방지, 불만처리 등 민원처리, 고지사항 전달<br>
        (3) 마케팅 및 광고에 활용<br>
        - 신규 서비스(제품) 개발 및 특화, 이벤트 등 광고성 정보 전달, 인구통계학적 특성에 따른 서비스 제공 및 광고 게재, 접속 빈도 파악 또는 회원의 서비스 이용에 대한 통계</p><br>


    <p> 3. 개인정보의 보유 및 이용기간</p><br>

    <p> 원칙적으로, 회원님의 개인정보는 다음과 같이 개인정보의 수집목적 또는 제공받은 목적이 달성한 후에는 지체 없이 파기합니다. 단,
        관계법령의 규정에 의하여 보존할 필요가 있는 경우 "회사"는 아래의 이유로 명시한 기간 동안 회원 정보를 보관합니다.</p><br>

    <p> (1) "회사" 내부 방침에 의한 정보보유 사유<br>
        - 부정이용기록<br>
        보존 이유 : 부정 이용 방지<br>
        보존 기간 : 1년<br>
        (2) 관련법령에 의한 정보보유 사유<br>
        상법, 전자상거래 등에서의 소비자보호에 관한 법률 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 "회사"는 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다. 이 경우 "회사"는 보관하는 정보를 그 보관의 목적으로만 이용하며 보존기간은 아래와 같습니다.<br>
        - 웹사이트 방문기록<br>
        보존 이유 : 통신비밀보호법<br>
        보존 기간 : 3개월<br>
        - 본인확인에 관한 기록<br>
        보존 이유 : 정보통신망 이용촉진 및 정보보호 등에 관한 법률<br>
        보존 기간 : 6개월<br>
        - 소비자의 불만 또는 분쟁처리에 관한 기록<br>
        보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률<br>
        보존 기간 : 3년<br>
        - 계약 또는 청약철회 등에 관한 기록<br>
        보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률<br>
        보존 기간 : 5년<br>
        - 대금결제 및 재화 등의 공급에 관한 기록<br>
        보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률<br>
        보존 기간 : 5년</p><br>

    <p>
        4. 개인정보의 파기절차 및 방법</p><br>

    <p> (1) 파기절차<br>
        회원님이 회원가입 등을 위해 입력하신 정보는 목적이 달성된 후 별도의 DB로 옮겨져(종이의 경우 별도의 서류함)
        내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라 (보유 및 이용기간 참조) 일정 기간 저장된 후 파기되어집니다.
        별도 DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 보유되어지는 이외의 다른 목적으로 이용되지 않습니다.</p><br>

    <p> (2) 파기방법<br>
        - 종이에 출력된 개인 정보는 분쇄기로 분쇄하거나 소각을 통하여 파기<br>
        - 전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제</p><br>


    <p>
        5. 개인정보의 제3자 제공</p><br>

    <p> "회사"는 고객님의 개인정보를 "회사"에서 제공하는 서비스 이용과 관련한 목적 외로 이용하거나 타인 또는 타기업이나 타 기관에 제공하지 않습니다. 다만, 아래의 경우에는 관련 법령의 규정에 의하여 고객님의 동의 없이 개인정보를 제공할 수도 있사오니 이점 양지해 주시기 바랍니다.<br>
        - 이용자가 사전에 공개하거나 또는 제3자 제공에 동의한 경우</p><br>

    <p> - 관계법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우</p><br>

    <p>
        6. 개인정보의 취급위탁</p><br>

    <p> "회사"는 서비스 향상을 위해서 고객님의 개인정보가 필요한 경우 동의 등 법률상의 요건을 구비하여 외부에 수집·취급·관리등을 위탁하여 처리할 수 있으며, 제 3자에게 제공할 수 있습니다.<br>
        "회사"는 개인정보의 처리와 관련하여 아래와 같이 업무를 위탁하고 있으며, 관계 법령에 따라 위탁계약 시 개인정보가 안전하게 관리될 수 있도록 필요한사항을 규정하고 있습니다. 또한 공유하는 정보는 당해 목적을 달성하기 위하여 필요한 최소한의 정보에 국한됩니다.<br>
        - 수탁자 : PAYLETTER, - 위탁범위 : 전자결제 대행<br>
        "회사"는 고객님의 개인정보를 당사가 제공하는 인터넷 서비스 외의 용도로 사용하거나 고객님의 동의 없이 제3자에게 제공하지 않습니다. 필요에 의하여 제3자에게 제공할 경우에는 고객님에게 알리고 별도의 동의를 받습니다. 다만, 다음 각호의 경우에는 예외로 합니다.<br>
        (1) 당사의 이용약관을 위배하거나 서비스를 이용하여 타인에게 피해를 주거나 미풍양속을 해치는 위법행위를 한 사람 등에게법적인 조치를 취하기 위해 개인 정보를 공개해야 한다고 판단되는 경우<br>
        (2) 법령의 규정에 의하거나, 수사상의 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구 있는 경우<br>
        (3) 이용자가 구매한 "유료서비스" 제공을 위해 제공이 불가피한 경우<br>
        (4) 통계 작성, 학술연구, 시장 조사, 정보 제공 및 공지 안내 메일 발송의 경우로서 특정 개인을 식별할 수 없는 형태로 제공되는 경우</p><br>

    <p>
        7. 링크사이트 에 대한 책임</p><br>

    <p> "회사"는 회원님께 다른회사의 웹사이트 또는 자료에 대한 링크를 제공할 수 있습니다.<br>
        이 경우 "회사"는 외부사이트 및 자료에 대한 아무런 통제권이 없으므로 그로부터 제공받는 서비스나 자료의 유용성에 대해 책임질 수 없으며 보증할 수 없습니다.<br>
        "회사"가 포함하고 있는 링크를 클릭(click)하여 타사이트(site)의 페이지로 옮겨 갈 경우 해당 사이트의 개인정보보호정책은 "회사"와 무관하므로 새로 방문한
        사이트의정책을 검토해보시기 바랍니다.</p><br>

    <p>
        8. 이용자 및 법정대리인의 권리와 그 행사방법</p><br>

    <p> (1) 이용자 및 법정대리인은 언제든지 등록되어 있는 자신 또는 대리자의 개인정보를 조회하거나 수정할 수 있으며 가입해지를 요청할 수도 있습니다.<br>
        (2) 이용자 혹은 대리인의 개인정보 조회, 수정을 위해서는 '개인정보변경'(또는 '회원정보수정' 등)을 가입 해지(동의철회)를 위해서는 "회원탈퇴"를 클릭하여<br>
        본인 확인 절차를 거치신 후 직접 열람, 정정 또는 탈퇴가 가능합니다.<br>
        (3) 혹은 개인정보관리책임자에게 서면 또는 전화로 연락하시면 지체없이 조치하겠습니다.<br>
        (4) 귀하가 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다.<br>
        또한 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체없이 통지하여 정정이 이루어지도록 하겠습니다.<br>
        (5) "회사"는 이용자의 요청에 의해 해지 또는 삭제된 개인정보는 "회사"가 수집하는 "개인정보의 보유 및 이용기간"에<br>
        명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.<br>
    </p><br>


    <p>
        9. 개인정보 자동수집 장치의 설치, 운영 및 그 거부에 관한 사항</p><br>

    <p> "회사"는 귀하의 정보를 수시로 저장하고 찾아내는 쿠키(cookie) 등을 운용합니다.<br>
        쿠키는 웹사이트가 회원님의 컴퓨터 브라우저에 보내는 아주 작은 텍스트 파일로서 회원님의 컴퓨터 하드디스크에 저장됩니다.<br>
        "회사"는 다음과 같은 목적을 위해 쿠키를 사용합니다.<br>
        (1) 쿠키 등 사용 목적<br>
        아이콘 회원과 비회원의 접속 빈도나 방문 시간 등을 분석, 이용자의 취향과 관심분야를 파악 및 자취 추적, 각종 이벤트 참여 정도 및 방문 회수 파악 등을 통한<br>
        타겟 마케팅 및 개인 맞춤 서비스 제공<br>
        아이콘 귀하는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, 귀하는 웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나,<br>
        아니면 모든 쿠키의 저장을 거부할 수도 있습니다.<br>
        (2) 쿠키 설정 거부 방법<br>
        아이콘 쿠키 설정을 거부하는 방법으로는 회원님이 사용하시는 웹 브라우저의 옵션을 선택함으로써 모든 쿠키를 허용하거나 쿠키를 저장할 때마다 확인을 거치거나,<br>
        모든 쿠키의 저장을 거부할 수 있습니다.<br>
        아이콘 설정방법 예(인터넷 익스플로어의 경우): 웹 브라우저 상단의 도구 > 인터넷 옵션 > 개인정보<br>
        아이콘 단, 귀하께서 쿠키 설치를 거부하였을 경우 서비스 제공에 어려움이 있을 수 있습니다.</p><br>

    <p>
        10. 개인정보의 기술적/관리적 보호 대책</p><br>

    <p> "회사"는 이용자들의 개인정보를 취급함에 있어 개인정보가 분실, 도난, 누출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적/관리적<br>
        보호대책을 강구하고 있습니다.<br>
        (1) 개인정보의 암호화<br>
        이용자의 비밀번호는 일방향 암호화하여 저장 및 관리되고 있으며, 개인정보의 확인 및 변경은 비밀번호를 알고 있는 본인에 의해서만 가능합니다.<br>
        주민등록번호, 외국인등록번호(관세법에서 정하는 통관절차 필요범위 내), 은행계좌번호 등의 개인정보는 안전한 암호 알고리즘으로 암호화되어 저장 및 관리되고 있습니다.<br>
        (2) 해킹 등에 대비한 대책<br>
        "회사"는 해킹 등 "회사" 정보통신망 침입에 의해 이용자의 개인정보가 유출되는 것을 방지하기 위해 침입탐지 및 침입차단 시스템을 24시간 가동하고 있습니다.<br>
        만일의 사태에 대비하여 모든 침입탐지 시스템과 침입차단 시스템은 이중화로 구성하여 운영하고 있으며, 민감한 개인정보는 암호화 통신 등을 통하여 네트워크상에서<br>
        개인정보를 안전하게 전송할 수 있도록 하고 있습니다.<br>
        (3) 개인정보 취급자의 최소화 및 교육<br>
        "회사"는 "회사"의 개인정보 취급자를 최소한으로 제한하며, 개인정보 취급자에 대한 교육 등 관리적 조치를 통해 개인정보보호의 중요성을 인식시키고 있습니다.</p><br>


    <p>11. 개인정보에 관한 민원서비스</p><br>

    <p> "회사"는 고객의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 관련 부서 및 개인정보관리책임자를 지정하고 있습니다.</p><br>

    <p> 개인정보관리책임자 성명 : 김진형<br>
        - 전화번호 : 02-6212-0645<br>
        - 이메일 : help@sajurot.com<br>
        개인정보관리담당 부서 : 고객만족팀<br>
        - 전화번호 : 02-6212-0645<br>
        - 이메일 : help@sajurot.com</p><br>

    <p> (1) 귀하께서는 "회사"의 서비스를 이용하시며 발생하는 모든 개인정보보호 관련 민원을 개인정보관리책임자 혹은 담당부서로 신고하실 수 있습니다.<br>
        (2) "회사"는 이용자들의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다.<br>
        (3) 기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.<br>
        - 개인분쟁조정위원회 (www.1336.or.kr/1336)<br>
        - 정보보호마크인증위원회 (www.eprivacy.or.kr/02-580-0533~4)<br>
        - 대검찰청 인터넷범죄수사센터 (http://icic.sppo.go.kr/02-3480-3600)<br>
        - 경찰청 사이버테러대응센터 (www.ctrc.go.kr/02-392-0330)</p><br>

    <p>
        12. 개인정보취급방침의 개정과 그 공지</p><br>

    <p> 본 방침은 2023년 3월 1일부터 시행됩니다. 회사는 개인정보 취급방침의 내용 중 추가, 삭제 또는 수정이 있을 경우 개정 최소 7일 전부터 홈페이지의 공지사항(고객센터) 또는 전자우편을 통해 공지합니다. 다만, 개인정보의 수집 및 활용, 제3자 제공 등과 같이 이용자의 권리에 불리한 변경이 있는 경우 최소 7일 전에 공지합니다.<br>
        - 공고일자 : 2023년 03월 01일<br>
        - 시행일자 : 2013년 03월 01일<br>
    </p><br>



			</div>
		  </div>
		</div>
		<!--// checkBoxWrap -->

		<!-- bottomBtn -->
		<div class="bottomBtn mt45">
		  <button type="button" class="btn btn-primary" onclick="doJoin()">회원가입</button>
		</div>
		<!--// bottomBtn-->

	</form>


    <div id="cert_info">

            <input type="hidden" id="TX_SEQ_NO" name="TX_SEQ_NO" />
            <input type="hidden" id="RSLT_CD" name="RSLT_CD" />
            <input type="hidden" id="TEL_NO" name="TEL_NO" />
            <input type="hidden" id="tel" name="tel" />
        <form id="form_auth" name="form_auth" method="post">

            <input type="hidden" name="ordr_idxx" class="frminput" value="" size="40" readonly="readonly" maxlength="40"/>

            <input type="hidden" id="phone_chk" name="phone_chk"   value=""/>
            <!-- 요청종류 -->
            <input type="hidden" name="req_tx"       value="cert"/>
            <!-- 요청구분 -->
            <input type="hidden" name="cert_method"  value="01"/>
            <!-- 웹사이트아이디 : ../cfg/cert_conf.php 파일에서 설정해주세요 -->
            <input type="hidden" name="web_siteid"   value="<?= $g_conf_web_siteid ?>"/>
            <!-- 노출 통신사 default 처리시 아래의 주석을 해제하고 사용하십시요
                 SKT : SKT , KT : KTF , LGU+ : LGT
            <input type="hidden" name="fix_commid"      value="KTF"/>
            -->
            <!-- 사이트코드 : ../cfg/cert_conf.php 파일에서 설정해주세요 -->
            <input type="hidden" name="site_cd"      value="<?= $g_conf_site_cd ?>" />
            <!-- Ret_URL : ../cfg/cert_conf.php 파일에서 설정해주세요 -->
            <input type="hidden" name="Ret_URL"      value="<?= $g_conf_Ret_URL ?>" />
            <!-- cert_otp_use 필수 ( 메뉴얼 참고)
                 Y : 실명 확인 + OTP 점유 확인 , N : 실명 확인 only
            -->
            <input type="hidden" name="cert_otp_use" value="Y"/>
            <!-- 리턴 암호화 고도화 -->
            <input type="hidden" name="cert_enc_use_ext" value="Y"/>

            <!-- cert_able_yn input 비활성화 설정 -->
            <input type="hidden" name="cert_able_yn" value=""/>

            <input type="hidden" name="res_cd"       value=""/>
            <input type="hidden" name="res_msg"      value=""/>

            <!-- up_hash 검증 을 위한 필드 -->
            <input type="hidden" id="veri_up_hash" name="veri_up_hash" value=""/>

            <!-- web_siteid 을 위한 필드 -->
            <input type="hidden" name="web_siteid_hashYN" value="Y"/>

            <!-- 가맹점 사용 필드 (인증완료시 리턴)-->
            <input type="hidden" name="param_opt_1"  value="opt1"/>
            <input type="hidden" name="param_opt_2"  value="opt2"/>
            <input type="hidden" name="param_opt_3"  value="opt3"/>
        </form>
    </div>


</section>
<iframe id="kcp_cert" name="kcp_cert" width="100%" height="700" frameborder="0" scrolling="no" style="display:none"></iframe>




<?php
require_once($_SERVER['DOCUMENT_ROOT']."/app/common/footer.php");
?>

<style>
	footer {display:none !important;}
</style>
