<?php
require_once($_SERVER['DOCUMENT_ROOT']."/app/common/header.php");
?>
<div>

    <p>개인정보취급방침<br>
        피플라인은 (이하 "회사"는) 고객님의 개인정보를 중요시하며, "정보통신망 이용촉진 및 정보보호"에 관한 법률을 준수하고 있습니다.</p>

    <p> "회사"는 개인정보취급방침을 통하여 고객님께서 제공하시는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며, 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다.<br>
        "회사"는 개인정보취급방침을 개정하는 경우 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다.</p>

    <p> 1. 개인정보의 수집 항목 및 수집 방법<br>
        2. 개인정보의 수집목적 및 이용목적<br>
        3. 개인정보의 보유 및 이용기간<br>
        4. 개인정보의 파기절차 및 방법<br>
        5. 개인정보의 제3자 제공 및 공유<br>
        6. 개인정보의 취급위탁<br>
        7. 링크사이트<br>
        8. 이용자 및 법정대리인의 권리와 그 행사방법<br>
        9. 개인정보 자동수집 장치의 설치, 운영 및 그 거부에 관한 사항<br>
        10. 개인정보의 기술적/관리적 보호 대책<br>
        11. 개인정보에 관한 민원서비스<br>
        12. 개인정보 관련 의견수렴 및 불만처리에 관한 사항<br>
        13. 아동의 개인정보보호<br>
        14. 고지의 의무</p><br>


    <p>
        1. 개인정보의 수집 항목 및 수집 방법</p><br>

    <p> (1) "회사"는 회원가입, 원활한 고객상담, 각종 서비스의 제공을 위해 최초 회원가입 당시 아래와 같은 개인정보를 수집하고 있습니다.<br>
        수집항목 : 아이디, 비밀번호, 닉네임, 휴대폰번호, 이메일<br>
        (2) 서비스 이용과정에서 아래와 같은 정보들이 자동으로 생성되어 수집될 수 있습니다.<br>
        - IP Address, 쿠키, 방문 일시, 서비스 이용 기록, 불량 이용 기록<br>
        (3) 유료 서비스 이용 과정에서 아래와 같은 결제 정보들이 수집될 수 있습니다.<br>
        - 신용카드 결제시 : 카드사명, 카드번호 등<br>
        - 휴대전화 결제시 : 이동전화번호, 통신사, 결제승인번호 등<br>
        - 계좌이체시 : 은행명, 계좌번호 등<br>
        (4) 개인정보의 수집 방법<br>
        - 홈페이지(회원가입), 고객센터를 통한 전화와 온라인 상담, 경품행사응모</p><br>

    <p>
        2. 개인정보의 수집목적 및 이용목적</p><br>

    <p> "회사"는 수집한 개인정보를 다음의 목적을 위해 활용합니다.<br>
        (1) 서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금정산<br>
        - 콘텐츠 제공, 구매 및 요금결제, 서비스 제공을 위한 예약/안내<br>
        (2) 회원 관리<br>
        - 회원제 서비스 이용을 위한 확인, 개인 식별, 불량회원의 부정 이용 방지와 비인가 사용 방지, 불만처리 등 민원처리, 고지사항 전달<br>
        (3) 마케팅 및 광고에 활용<br>
        - 신규 서비스(제품) 개발 및 특화, 이벤트 등 광고성 정보 전달, 인구통계학적 특성에 따른 서비스 제공 및 광고 게재, 접속 빈도 파악 또는 회원의 서비스 이용에 대한 통계</p><br>


    <p> 3. 개인정보의 보유 및 이용기간</p><br>

    <p> 원칙적으로, 회원님의 개인정보는 다음과 같이 개인정보의 수집목적 또는 제공받은 목적이 달성한 후에는 지체 없이 파기합니다. 단,
        관계법령의 규정에 의하여 보존할 필요가 있는 경우 "회사"는 아래의 이유로 명시한 기간 동안 회원 정보를 보관합니다.</p><br>

    <p> (1) "회사" 내부 방침에 의한 정보보유 사유<br>
        - 부정이용기록<br>
        보존 이유 : 부정 이용 방지<br>
        보존 기간 : 1년<br>
        (2) 관련법령에 의한 정보보유 사유<br>
        상법, 전자상거래 등에서의 소비자보호에 관한 법률 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 "회사"는 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다. 이 경우 "회사"는 보관하는 정보를 그 보관의 목적으로만 이용하며 보존기간은 아래와 같습니다.<br>
        - 웹사이트 방문기록<br>
        보존 이유 : 통신비밀보호법<br>
        보존 기간 : 3개월<br>
        - 본인확인에 관한 기록<br>
        보존 이유 : 정보통신망 이용촉진 및 정보보호 등에 관한 법률<br>
        보존 기간 : 6개월<br>
        - 소비자의 불만 또는 분쟁처리에 관한 기록<br>
        보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률<br>
        보존 기간 : 3년<br>
        - 계약 또는 청약철회 등에 관한 기록<br>
        보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률<br>
        보존 기간 : 5년<br>
        - 대금결제 및 재화 등의 공급에 관한 기록<br>
        보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률<br>
        보존 기간 : 5년</p><br>

    <p>
        4. 개인정보의 파기절차 및 방법</p><br>

    <p> (1) 파기절차<br>
        회원님이 회원가입 등을 위해 입력하신 정보는 목적이 달성된 후 별도의 DB로 옮겨져(종이의 경우 별도의 서류함)
        내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라 (보유 및 이용기간 참조) 일정 기간 저장된 후 파기되어집니다.
        별도 DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 보유되어지는 이외의 다른 목적으로 이용되지 않습니다.</p><br>

    <p> (2) 파기방법<br>
        - 종이에 출력된 개인 정보는 분쇄기로 분쇄하거나 소각을 통하여 파기<br>
        - 전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제</p><br>


    <p>
        5. 개인정보의 제3자 제공</p><br>

    <p> "회사"는 고객님의 개인정보를 "회사"에서 제공하는 서비스 이용과 관련한 목적 외로 이용하거나 타인 또는 타기업이나 타 기관에 제공하지 않습니다. 다만, 아래의 경우에는 관련 법령의 규정에 의하여 고객님의 동의 없이 개인정보를 제공할 수도 있사오니 이점 양지해 주시기 바랍니다.<br>
        - 이용자가 사전에 공개하거나 또는 제3자 제공에 동의한 경우</p><br>

    <p> - 관계법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우</p><br>

    <p>
        6. 개인정보의 취급위탁</p><br>

    <p> "회사"는 서비스 향상을 위해서 고객님의 개인정보가 필요한 경우 동의 등 법률상의 요건을 구비하여 외부에 수집·취급·관리등을 위탁하여 처리할 수 있으며, 제 3자에게 제공할 수 있습니다.<br>
        "회사"는 개인정보의 처리와 관련하여 아래와 같이 업무를 위탁하고 있으며, 관계 법령에 따라 위탁계약 시 개인정보가 안전하게 관리될 수 있도록 필요한사항을 규정하고 있습니다. 또한 공유하는 정보는 당해 목적을 달성하기 위하여 필요한 최소한의 정보에 국한됩니다.<br>
        - 수탁자 : PAYLETTER<br>
        - 위탁범위 : 전자결제 대행<br><br>

        "회사"는 고객님의 개인정보를 당사가 제공하는 인터넷 서비스 외의 용도로 사용하거나 고객님의 동의 없이 제3자에게 제공하지 않습니다. 필요에 의하여 제3자에게 제공할 경우에는 고객님에게 알리고 별도의 동의를 받습니다. 다만, 다음 각호의 경우에는 예외로 합니다.<br>
        (1) 당사의 이용약관을 위배하거나 서비스를 이용하여 타인에게 피해를 주거나 미풍양속을 해치는 위법행위를 한 사람 등에게법적인 조치를 취하기 위해 개인 정보를 공개해야 한다고 판단되는 경우<br>
        (2) 법령의 규정에 의하거나, 수사상의 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구 있는 경우<br>
        (3) 이용자가 구매한 "유료서비스" 제공을 위해 제공이 불가피한 경우<br>
        (4) 통계 작성, 학술연구, 시장 조사, 정보 제공 및 공지 안내 메일 발송의 경우로서 특정 개인을 식별할 수 없는 형태로 제공되는 경우</p><br>

    <p>
        7. 링크사이트 에 대한 책임</p><br>

    <p> "회사"는 회원님께 다른회사의 웹사이트 또는 자료에 대한 링크를 제공할 수 있습니다.<br>
        이 경우 "회사"는 외부사이트 및 자료에 대한 아무런 통제권이 없으므로 그로부터 제공받는 서비스나 자료의 유용성에 대해 책임질 수 없으며 보증할 수 없습니다.<br>
        "회사"가 포함하고 있는 링크를 클릭(click)하여 타사이트(site)의 페이지로 옮겨 갈 경우 해당 사이트의 개인정보보호정책은 "회사"와 무관하므로 새로 방문한
        사이트의정책을 검토해보시기 바랍니다.</p><br>

    <p>
        8. 이용자 및 법정대리인의 권리와 그 행사방법</p><br>

    <p> (1) 이용자 및 법정대리인은 언제든지 등록되어 있는 자신 또는 대리자의 개인정보를 조회하거나 수정할 수 있으며 가입해지를 요청할 수도 있습니다.<br>
        (2) 이용자 혹은 대리인의 개인정보 조회, 수정을 위해서는 '개인정보변경'(또는 '회원정보수정' 등)을 가입 해지(동의철회)를 위해서는 "회원탈퇴"를 클릭하여<br>
        본인 확인 절차를 거치신 후 직접 열람, 정정 또는 탈퇴가 가능합니다.<br>
        (3) 혹은 개인정보관리책임자에게 서면 또는 전화로 연락하시면 지체없이 조치하겠습니다.<br>
        (4) 귀하가 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다.<br>
        또한 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체없이 통지하여 정정이 이루어지도록 하겠습니다.<br>
        (5) "회사"는 이용자의 요청에 의해 해지 또는 삭제된 개인정보는 "회사"가 수집하는 "개인정보의 보유 및 이용기간"에<br>
        명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.<br>
    </p><br>


    <p>
        9. 개인정보 자동수집 장치의 설치, 운영 및 그 거부에 관한 사항</p><br>

    <p> "회사"는 귀하의 정보를 수시로 저장하고 찾아내는 쿠키(cookie) 등을 운용합니다.<br>
        쿠키는 웹사이트가 회원님의 컴퓨터 브라우저에 보내는 아주 작은 텍스트 파일로서 회원님의 컴퓨터 하드디스크에 저장됩니다.<br>
        "회사"는 다음과 같은 목적을 위해 쿠키를 사용합니다.<br>
        (1) 쿠키 등 사용 목적<br>
        아이콘 회원과 비회원의 접속 빈도나 방문 시간 등을 분석, 이용자의 취향과 관심분야를 파악 및 자취 추적, 각종 이벤트 참여 정도 및 방문 회수 파악 등을 통한<br>
        타겟 마케팅 및 개인 맞춤 서비스 제공<br>
        아이콘 귀하는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, 귀하는 웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나,<br>
        아니면 모든 쿠키의 저장을 거부할 수도 있습니다.<br>
        (2) 쿠키 설정 거부 방법<br>
        아이콘 쿠키 설정을 거부하는 방법으로는 회원님이 사용하시는 웹 브라우저의 옵션을 선택함으로써 모든 쿠키를 허용하거나 쿠키를 저장할 때마다 확인을 거치거나,<br>
        모든 쿠키의 저장을 거부할 수 있습니다.<br>
        아이콘 설정방법 예(인터넷 익스플로어의 경우): 웹 브라우저 상단의 도구 > 인터넷 옵션 > 개인정보<br>
        아이콘 단, 귀하께서 쿠키 설치를 거부하였을 경우 서비스 제공에 어려움이 있을 수 있습니다.</p><br>

    <p>
        10. 개인정보의 기술적/관리적 보호 대책</p><br>

    <p> "회사"는 이용자들의 개인정보를 취급함에 있어 개인정보가 분실, 도난, 누출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적/관리적<br>
        보호대책을 강구하고 있습니다.<br>
        (1) 개인정보의 암호화<br>
        이용자의 비밀번호는 일방향 암호화하여 저장 및 관리되고 있으며, 개인정보의 확인 및 변경은 비밀번호를 알고 있는 본인에 의해서만 가능합니다.<br>
        주민등록번호, 외국인등록번호(관세법에서 정하는 통관절차 필요범위 내), 은행계좌번호 등의 개인정보는 안전한 암호 알고리즘으로 암호화되어 저장 및 관리되고 있습니다.<br>
        (2) 해킹 등에 대비한 대책<br>
        "회사"는 해킹 등 "회사" 정보통신망 침입에 의해 이용자의 개인정보가 유출되는 것을 방지하기 위해 침입탐지 및 침입차단 시스템을 24시간 가동하고 있습니다.<br>
        만일의 사태에 대비하여 모든 침입탐지 시스템과 침입차단 시스템은 이중화로 구성하여 운영하고 있으며, 민감한 개인정보는 암호화 통신 등을 통하여 네트워크상에서<br>
        개인정보를 안전하게 전송할 수 있도록 하고 있습니다.<br>
        (3) 개인정보 취급자의 최소화 및 교육<br>
        "회사"는 "회사"의 개인정보 취급자를 최소한으로 제한하며, 개인정보 취급자에 대한 교육 등 관리적 조치를 통해 개인정보보호의 중요성을 인식시키고 있습니다.</p><br>


    <p>11. 개인정보에 관한 민원서비스</p><br>

    <p> "회사"는 고객의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 관련 부서 및 개인정보관리책임자를 지정하고 있습니다.</p><br>

    <p> 개인정보관리책임자 성명 : 김진형<br>
        - 전화번호 : 02-6212-0645<br>
        - 이메일 : help@sajurot.com<br>
        개인정보관리담당 부서 : 고객만족팀<br>
        - 전화번호 : 02-6212-0645<br>
        - 이메일 : help@sajurot.com</p><br>

    <p> (1) 귀하께서는 "회사"의 서비스를 이용하시며 발생하는 모든 개인정보보호 관련 민원을 개인정보관리책임자 혹은 담당부서로 신고하실 수 있습니다.<br>
        (2) "회사"는 이용자들의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다.<br>
        (3) 기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.<br>
        - 개인분쟁조정위원회 (www.1336.or.kr/1336)<br>
        - 정보보호마크인증위원회 (www.eprivacy.or.kr/02-580-0533~4)<br>
        - 대검찰청 인터넷범죄수사센터 (http://icic.sppo.go.kr/02-3480-3600)<br>
        - 경찰청 사이버테러대응센터 (www.ctrc.go.kr/02-392-0330)</p><br>

    <p>
        12. 개인정보취급방침의 개정과 그 공지</p><br>

    <p> 본 방침은 2023년 3월 1일부터 시행됩니다. 회사는 개인정보 취급방침의 내용 중 추가, 삭제 또는 수정이 있을 경우 개정 최소 7일 전부터 홈페이지의 공지사항(고객센터) 또는 전자우편을 통해 공지합니다. 다만, 개인정보의 수집 및 활용, 제3자 제공 등과 같이 이용자의 권리에 불리한 변경이 있는 경우 최소 7일 전에 공지합니다.<br>
        - 공고일자 : 2023년 03월 01일<br>
        - 시행일자 : 2013년 03월 01일<br>
    </p><br>
</div>

<script src="/app/assets/js/setMeta.js"></script>
<script>
    setMeta({
        title: '개인정보 처리방침 안내',
        description:
            '개인정보 처리방침 안내 : 사주로는 서비스 기획부터 종료까지 개인정보보호법 및 국내 개인정보 보호 법령을 준수하여, 서비스를 제공합니다.',
        url: 'https://sajutarot.com/app/info/privacy',
        keyword: ''
    });
</script>
<?php
require_once($_SERVER['DOCUMENT_ROOT']."/app/common/footer.php");
?>
